[
    {
        "title": "Bau auf! Bau ab! Theaterspektakel zum Palast der Republik",
        "description": "Am Ort für repräsentative Architektur in der historischen Mitte Berlins führt neben der weithin sichtbaren rekonstruierten Fassade des Humboldt Forums eine zweite, beinahe vollständig verwischte Spur zurück in die jüngere Geschichte: Es ist die kurze Geschichte des Palastes der Republik, die von der Grundsteinlegung im Jahre 1973 bis zum Abriss des Gebäudes 2008 währte.\nDie rund 30 Jahre der Existenz des DDR-Prestigeobjekts stehen im Mittelpunkt einer theatralen Zeitreise, in der die Geschichte des “Palastes für das Volk” lebendig wird. Das Theaterstück BAU AUF! BAU AB! thematisiert seine Bedeutung als kulturellen, politischen und identitätsstiftenden Ort.\n100 Berliner*innen machen den Palast der Republik am historischen Standort wieder erlebbar. Ein Bürger*innen-Ensemble, Zeitzeug*innen, Chöre in Kooperation mit der Hochschule für Schauspielkunst Ernst Busch und der Hochschule für Musik Hanns Eisler lassen das Gebäude in einem sinnlichen Theaterhappening auferstehen und legen auf lebendige Weise Zeugnis davon ab, welche Spuren dieser verschwundene Ort eingeschrieben hat.\n- 16,00 EUR / ermäßigt 8,00 EUR\n- Sprache: Deutsch\n- Ort: Humboldt Forum\n    Sprachen: Deutsch",
        "category": "Theater, Performance",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n16,00 € Preis ermäßigt\n8,00 €",
        "durationInMinutes": null,
        "locationText": "Humboldt Forum\n\nSchloßplatz, 10178 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/stein-auf-stein-partizipatives-theater-zum-palast-der-republik/",
        "datetime": [
            "22. Mai 2024, 19:00 Uhr",
            "Humboldt Forum"
        ]
    },
    {
        "title": "Unendliche Weiten",
        "description": "Live\nErleben Sie den Beginn unseres Universums vor 13,7 Milliarden Jahren und sehen Sie zu, wie Strukturen, Sterne und Galaxien entstehen. Das Weltall ist sehr dynamisch: Sterne leben und sterben, Galaxien werden geboren, kollidieren mit anderen und verschmelzen – ein ständiges Werden und Vergehen. Aus diesen unendlichen Weiten fliegen wir zurück in die Milchstraße, in unser Sonnensystem und zu unserem einzigartigen Planeten Erde – und sehen den Sternenhimmel nun mit anderen Augen.\n  Trailer: https://www.youtube.com/watch?v=5S6WbrKm56Y\n  Sprachen: Deutsch\nAltersempfehlung: ab 10 Jahre",
        "category": "Sonstiges",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n9,50 € (Schulklassen: 4 € pro Person, 2 Begleitpersonen erhalten freien Eintritt) Preis ermäßigt\n7,50 €",
        "durationInMinutes": null,
        "locationText": "Zeiss-Großplanetarium Berlin\n\nPrenzlauer Allee 80, 10405 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/unendliche-weiten-8/",
        "datetime": [
            "22. Mai 2024, 09:30 Uhr",
            "Zeiss-Großplanetarium Berlin"
        ]
    },
    {
        "title": "Blender, Sieger, Sechszylinder",
        "description": "Vor über siebzig Jahren begann das 1951 in Berlin-Johannisthal gegründete DAMW-Rennkollektiv seinen Siegeszug in der Formel-II-Klasse und bei Sportwagenrennen. Schon im Folgejahr war das Team innerhalb der DDR nahezu unschlagbar und auch international konkurrenzfähig. Ab 1955 besaß die inzwischen in Eisenach bei EMW beheimatete Rennabteilung die schnellsten 1,5-Liter-Rennsportwagen in Europa – nur noch Porsche war ein ernst zu nehmender Gegner. Hendrik Medrow hat diese Geschichte in seinem Buch »Von Blendern, Siegern, Sechszylindern – Das staatliche Rennkollektiv der DDR 1951-1957« gründlich dokumentiert. Auf der Basis seines reichen Bildmaterials wird er diese für die DDR erfolgreiche Periode des deutschen Rennsports vorstellen und sich anschließend den Fragen des Publikums stellen.\nVortrag:\nHendrik Medrow, Motorsport-Historiker, Leegebruch bei Oranienburg\nTreffpunkt: Konferenzraum DDR Museum: Sankt Wolfgang-Str. 2, 10178 Berlin\nSprachen: Deutsch",
        "category": "Lesung, Gespräch",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintritt frei",
        "durationInMinutes": null,
        "locationText": "DDR Museum\n\nKarl-Liebknecht-Straße 1, Direkt an der Spree, gegenüber dem Berliner Dom, 10178 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/blender-sieger-sechszylinder/",
        "datetime": [
            "22. Mai 2024, 18:00 Uhr",
            "DDR Museum"
        ]
    },
    {
        "title": "Zeichenkurs",
        "description": "Der Zeichenkurs bietet eine kreative und persönliche Auseinandersetzung mit der aktuellen Ausstellung Noa Eshkol. No Time To Dance. Die künstlerische Arbeit vor den Originalen bezieht sich auf Themen und Strategien der ausgestellten Künstler*innen. Unter Anleitung werden verschiedene Techniken und Materialien erprobt sowie Kenntnisse vertieft und neuen Methoden ausprobiert. Das Angebot richtet sich an Anfänger*innen und Fortgeschrittene gleichermaßen.\n  Der Kurs findet alle zwei Wochen statt und kann als Einzeltermin oder regelmäßig besucht werden.\nKosten für einzelne Einheiten: 22 Euro / ermäßigt 18 Euro\nBuchen Sie ihre Tickets hier oder melden Sie sich telefonisch unter: +49 (0)30 3042144 oder per Mail: info@georg-kolbe-museum.de\nMit der Teilnahme an unseren Veranstaltungen erklären Sie sich mit der möglichen Veröffentlichung von Bildmaterial einverstanden.\nSprachen: Englisch, Deutsch",
        "category": "Workshop",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n22,00 € Der Kurs findet alle zwei Wochen statt und kann als Einzeltermin oder regelmäßig besucht werden.\nKosten für einzelne Einheiten: 22 Euro / ermäßigt 18 Euro Buchen Sie ihre Tickets hier oder melden Sie sich telefonisch unter: +49 (0)30 3042144 oder per Mail: info@georg-kolbe-museum.de Preis ermäßigt\n18,00 €",
        "durationInMinutes": null,
        "locationText": "Georg Kolbe Museum\n\nSensburger Allee 25, 14055 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/zeichenkurs-5/",
        "datetime": [
            "22. Mai 2024, 18:00 Uhr",
            "Georg Kolbe Museum"
        ]
    },
    {
        "title": "Offenes Atelier – Deine Kunstwerkstatt",
        "description": "Habt Ihr Lust, Euch kreativ auszutoben? Jeden Mittwoch von 15 – 18 Uhr öffnet das Atelier Bunter Jakob in der Berlinischen Galerie seine Türen für gemeinsames künstlerisches Experimentieren im Rahmen der Veranstaltungsreihe „Offenes Atelier – Deine Kunstwerkstatt“! Auf Euch warten dabei die unterschiedlichsten Materialien und viel Platz zum Schneiden, Kleben, Malen und Bauen. Unsere Kursleiter*innen helfen dabei. Wir freuen uns auf Euch!\nKonzept und Durchführung: Laura Pearsall, künstlerische Mitarbeiterin, Atelier Bunter Jakob\nOhne Anmeldung. Für die Teilnahme empfehlen wir das Tragen einer Maske.\nKostenfrei dank Unterstützung der Schering Stiftung.\nTreffpunkt: Atelier Bunter Jakob",
        "category": "Workshop",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintritt frei",
        "durationInMinutes": null,
        "locationText": "Berlinische Galerie\n\nAlte Jakobstraße 124-128, 10969 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/offenes-atelier-deine-kunstwerkstatt-6/",
        "datetime": [
            "22. Mai 2024, 15:00 Uhr",
            "Berlinische Galerie"
        ]
    },
    {
        "title": "Project HORIZON",
        "description": "Eigentlich wollt ihr Euch nur die Ausstellung im Futurium anschauen, um den neuen Themenschwerpunkt Rohstoffe interaktiv zu entdecken … doch plötzlich geschieht etwas Unerwartetes und ihr findet euch in einem spannenden Krimi wieder!\nAls gewöhnliche Besucher*innen getarnt, streift ihr unauffällig durch die Ausstellung und helft einer Wissenschaftlerin, einen mysteriösen Fall aufzuklären. Was als harmlose Erkundungstour beginnt, entfaltet sich schon bald zu einer ausgefuchsten Crime-Story, bei der ihr eine Reihe kniffliger Rätsel und Aufgaben lösen müsst, um möglichst unbeschadet aus der Nummer herauszukommen. Doch keine Sorge, das Einzige, was ihr dafür braucht, habt ihr dabei: die richtige Portion Teamgeist.\nKommt mit auf eine Reise durch die Themen und Konflikte unserer Rohstoff-Welten. So habt ihr das Futurium noch nie erlebt!\n  UND SO KÖNNT IHR MITMACHEN\n-> Ihr seid mindestens 16 Jahre alt\n-> Ihr spielt die Rallye für zu zweit, zu dritt oder maximal zu viert\n-> Ihr bezahlt 20 Euro – egal, wie viele mitmachen\n-> Ihr bringt 90 Minuten Zeit mit\n-> Ihr entscheidet euch für eine Sprache – Deutsch oder Englisch\n  WEITERE INFORMATIONEN\n-> Treffpunkt: Info-Tresen im Foyer\n-> Veranstaltungsort: Ausstellung\n-> Ein Ticket ist erforderlich.\n-> Keine Vorkenntnisse erforderlich.\n-> Um einen reibungslosen Ablauf zu gewährleisten, seid bitte zehn Minuten vor Rallye-Beginn im Futurium.\n  ZUGÄNGLICHKEIT\n-> Wir sind ein rollstuhlgerechter Veranstaltungsort.\n-> Die Veranstaltung richtet sich an Interessierte ab 16 Jahren.\n-> Teilnahmebedingungen: keine Vorkenntnisse erforderlich\nZukunft ist für alle da! Das Futurium möchte für alle Menschen zugänglich sein. Wenn es eurerseits weitere Zugangsbedürfnisse gibt, teilt sie uns gern mit. Wir versuchen, sie zu erfüllen: info@futurium.de\nHier findet ihr alle Informationen zur Barrierefreiheit.\n  TICKETS\nFür diese Veranstaltung benötigt ihr ein Ticket. Hier gelangt ihr zu weiteren Terminen und Tickets.\nTreffpunkt: Info-Tresen im Foyer\nSprachen: Englisch, Deutsch\nAltersempfehlung: ab 16 Jahren",
        "category": "Sonstiges",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n20,00 € Ein Ticket ist erforderlich. Ihr bezahlt 20 Euro – egal, wie viele mitmachen.",
        "durationInMinutes": null,
        "locationText": "Futurium\n\nAlexanderufer 2, 10117 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/project-horizon/",
        "datetime": [
            "22. Mai 2024, 14:00 Uhr",
            "Futurium"
        ]
    },
    {
        "title": "Caspar David Friedrichs Meisterwerke entdecken",
        "description": "Noch nie waren so viele weltberühmte Ikonen des bedeutendsten Malers der Romantik in einer Ausstellung versammelt: Caspar David Friedrichs Werk wird mit 60 Gemälden und 50 Zeichnungen in einer einzigartigen Sonderausstellung präsentiert. Der Maler wurde zu Beginn des 20. Jahrhunderts in der Alten Nationalgalerie wiederentdeckt, nachdem er jahrzehntelang nahezu in Vergessenheit geraten war. Entdecken Sie seine Meisterwerke!\nTeilnahmegebühr inkl. Eintritt: 20 €\nTeilnahmegebühr mit gültigem Eintrittsticket (Jahreskarte, Förderverein, ICOM etc.), Anspruch auf Ermäßigung oder freien Eintritt: 10 €\nBegrenzte Teilnehmer*innenzahl. Online-Buchung erforderlich.\nTreffpunkt: Information",
        "category": "Führung",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n20,00 €",
        "durationInMinutes": null,
        "locationText": "Alte Nationalgalerie\n\nBodestraße 1, 10178 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/caspar-david-friedrichs-meisterwerke-entdecken/",
        "datetime": [
            "22. Mai 2024, 16:00 Uhr",
            "Alte Nationalgalerie"
        ]
    },
    {
        "title": "Max Czollek im Gespräch mit Vanessa Vu",
        "description": "Nach dem Versöhnungstheater widmet sich die zweite Staffel der Gesprächsreihe von Max Czollek dem Thema Gegenwartsbewältigung. Im Zentrum stehen Ereignisse und Phänomene der Gegenwart und die Frage, wie sich die Vergangenheit in ihnen spiegelt. Max Czollek trifft auf Menschen, die versuchen, die vielen aktuellen Krisen zu verstehen und Antworten auf sie zu finden: Wie umgehen mit der Klimakrise, den sich ausweitenden Kriegen, den Kontinuitäten rechter Politik und Gewalt? Wohin mit Gefühlen wie Trauer, Verzweiflung und Wut? Welche Rolle spielt die Zivilgesellschaft beim Umgang mit Konflikten? Und wie belastbar sind Bündnisse für eine Zusammenarbeit in Ausnahmesituationen? \nTreffpunkt: Safi Faye Saal\nSprachen: Englisch, Deutsch, Auf Deutsch mit Simultanübersetzung ins Englische und in Deutsche Gebärdensprache (DGS)",
        "category": "Lesung, Gespräch",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n5,00 €",
        "durationInMinutes": null,
        "locationText": "Haus der Kulturen der Welt\n\nJohn-Foster-Dulles-Allee 10, 10557 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/gegenwartsbewaeltigung-2/",
        "datetime": [
            "22. Mai 2024, 18:00 Uhr",
            "Haus der Kulturen der Welt"
        ]
    },
    {
        "title": "Raumschiff Erde",
        "description": "Live\nHabt Ihr schon einmal vom Weltall aus gesehen, wie unsere Erde um die Sonne fliegt? Mit einem Countdown startet unser Planetariums-Raumschiff und wir sausen in den Weltraum. Zuerst lernen wir die sonnenbeschienene Tagseite der Erde kennen sowie ihre dunkle Nachtseite, die von den vielen Lichtern großer Städte erhellt wird. Die Reise geht weiter zum Mond, unserem nächsten Nachbarn. Wir entdecken seine unzähligen Krater, die großen dunklen Flecken und erfahren etwas über die unterschiedlichen Phasen des Mondes. Am Ende wird es noch einmal wirklich heiß: Wir besuchen die Sonne, einen richtigen Stern!\nSprachen: Deutsch\nAltersempfehlung: ab 5 Jahre",
        "category": "Sonstiges",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n9,50 € (Schulklassen: 4 € pro Person, 2 Begleitpersonen erhalten freien Eintritt) Preis ermäßigt\n7,50 €",
        "durationInMinutes": null,
        "locationText": "Zeiss-Großplanetarium Berlin\n\nPrenzlauer Allee 80, 10405 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/raumschiff-erde/",
        "datetime": [
            "22. Mai 2024, 11:00 Uhr",
            "Zeiss-Großplanetarium Berlin"
        ]
    },
    {
        "title": "Überblicksführung: Hamburger Bahnhof",
        "description": "Überblicksführung durch die Sammlungspräsentation, das Forum Hamburger Bahnhof und das Gebäude.\nKostenfrei mit gültigem Eintrittsticket.\nKeine Anmeldung erforderlich.\nAlle Führungen sind über den Museumsdienst auch für Gruppen buchbar:\nmusemsdienst@kulturprojekte.berlin\n+49 (0)30 247 49 888 (Montag bis Freitag: 9 bis 16 Uhr, Samstag und Sonntag: 9 bis 13 Uhr)\nwww.museumsdienst.berlin\nTreffpunkt: Kasse\nSprachen: Deutsch",
        "category": "Führung",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintritt frei",
        "durationInMinutes": null,
        "locationText": "Hamburger Bahnhof – Nationalgalerie der Gegenwart\n\nInvalidenstraße 50-51, 10557 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/ueberblicksfuehrung-hamburger-bahnhof/",
        "datetime": [
            "22. Mai 2024, 14:00 Uhr",
            "Hamburger Bahnhof – Nationalgalerie der Gegenwart"
        ]
    },
    {
        "title": "Jenseits der Norm? Ein queerer Blick auf Geschlechter und Sexualitäten in der ethnologischen Sammlung",
        "description": "Im dialogischen Rundgang durch die Neupräsentation der Sammlungen des Ethnologischen Museums erhalten Sie Einblicke in vielfältige Geschlechterrollen, Beziehungsformen und Sexualitäten rund um den Globus.\nBeleuchtet werden gesellschaftliche Normen, Initiationsrituale und der Umgang mit dem jeweilig anderem Verhalten.\nZudem werden Schlaglichter auf koloniale Sammelpraxen und Forschung geworfen und die Etablierung von Geschlechternarrativen im musealen Kontext kritisch thematisiert.\n  Weitere Informationen:\n- 8,00 EUR pro Person für die öffentliche Führung. Bitte buchen Sie die Führung online oder im Foyer im Humboldt Forum\n- Angebot für Gruppen: 160,00 EUR. Bitte erfragen Sie Termine und buchen Sie die Führung telefonisch unter +49 30 99 211 89 89 oder via E-Mail an education@humboldtforum.org.\n- ab 14 Jahre\n- Sprache: Deutsch\n- 2. OG, 3. OG\n- Gruppengröße: max. 20 Personen\n  Barrierefreie Parkplätze stehen südlich des Humboldt Forums auf dem Schlossplatz zur Verfügung. Weitere Informationen finden Sie hier.\nÖffentlicher Nahverkehr: U-Bahn Museumsinsel (U5) 1 Min zu Fuß; S/U Alexanderplatz 15 Min zu Fuß; S-Bhf Hackescher Markt 10 Min zu Fuß, Bus 100, 200, 300, 147, N5\n    Sprachen: Deutsch",
        "category": "Führung",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n8,00 €",
        "durationInMinutes": null,
        "locationText": "Humboldt Forum\n\nSchloßplatz, 10178 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/jenseits-der-norm-ein-queerer-blick-auf-geschlechter-und-sexualitaeten-in-der-ethnologischen-sammlung/",
        "datetime": [
            "22. Mai 2024, 17:00 Uhr",
            "Humboldt Forum"
        ]
    },
    {
        "title": "Ausblicke auf die Wahrzeichen Berlins. Besuch der Dachterrasse des Humboldt Forums",
        "description": "In 30 Meter Höhe bietet die Dachterrasse des Humboldt Forums einen einzigartigen Ausblick auf die Wahrzeichen Berlins mit Museumsinsel, Brandenburger Tor, Alexanderplatz, Berliner\n- Öffnungszeiten: Mo, Mi, Do, Fr, Sa, So: 10:30 - 18:30 Uhr; Di: geschlossen. \n- Vom 29.03.2024 bis 30.09.2024: So - Do 10:30 - 18:30 Uhr; Fr - Sa 10:30 - 20:00 Uhr, Di: geschlossen. \n- Eintritt: 5,00 EUR / ermäßigt 2,50 EUR",
        "category": "Sonstiges",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n3,00 € Preis ermäßigt\n1,50 €",
        "durationInMinutes": null,
        "locationText": "Humboldt Forum\n\nSchloßplatz, 10178 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/ausblicke-auf-die-wahrzeichen-berlins-besuch-der-dachterrasse-des-humboldt-forums/",
        "datetime": [
            "22. Mai 2024, 10:30 Uhr",
            "Humboldt Forum"
        ]
    },
    {
        "title": "BERLIN GLOBAL in 60 Minuten in deutscher Sprache",
        "description": "Raumgreifende Installationen und spannende Geschichten führen abwechslungsreich in sieben unterschiedliche Themenwelten Berlins ein. Dabei überraschen in jedem Raum besondere Objekte und Inszenierungen.\nInmitten von BERLIN GLOBAL steht rostig und tonnenschwer eine Tresortür. Was erzählt dieses zwei Meter große Objekt von Enteignung und Verfolgung und warum ist es zugleich Sinnbild für die Partyszene der 1990er Jahre? Auch ein Blick zur Decke auf die originalen Lampen des Palastes der Republik lohnt sich: Wie vergnügten sich Berliner*innen hier vor 40 Jahren?\nIn 60 Minuten das „Rad der Geschichte“ drehen, in der begehbaren Discokugel tanzen oder durch die Fernrohre aus den Fenstern des Humboldt Forums die Geschichte des Ortes entdecken: Die Führung präsentiert das historisch und gegenwärtig global vernetzte Berlin dialogisch und interaktiv.\n  - Sprache: deutsch\n- Dauer: 60 Minuten\n- Preis: 14 EUR / 8 EUR ermäßigt\n- Bitte buchen Sie Ihr Ticket vorab online oder an der Kasse im Foyer.\n- Termine und Ticketbuchung für den kommenden Monat werden jeweils zum Ende des Vormonats freigeschaltet.\n- Montags, mittwochs, samstags 11 Uhr, donnerstags 16 Uhr, freitags 18 Uhr, alle zwei Wochen auch samstags 20 Uhr\n- 20 Personen\nTreffpunkt & Uhrzeit: Den Treffpunkt für Führungen finden Sie auf Ihrer Buchungsbestätigung. Damit die Führung pünktlich beginnen kann, bitten wir Sie, 15 Minuten vor Programmbeginn im Humboldt Forum einzutreffen. Berücksichtigen Sie bitte unbedingt diese zusätzliche Viertelstunde bei Ihrer Planung. Vielen Dank!\nGruppengröße: Wir bitten um Verständnis, dass Gruppenführungen aufgrund der Corona-Eindämmungsverordnung nur mit begrenzter Teilnehmer*innen-Anzahl (maximal 15, je nach Vermittlungsformat) stattfinden können. Bitte beachten Sie in diesem Zusammenhang die aktuellen Hygieneregeln.\n  Unser Tipp: Gute Geschichten in guten Büchern und Katalogen finden, besuchen Sie den Shop im Humboldt Forum, auch online!\nSie haben eine Frage zum Humboldt Forum oder zu Ihrem Besuch? In den FAQs beantworten wir die häufigsten Fragen. Für alle weiteren Anliegen nutzen Sie bitte unser Kontaktformular.\nSprachen: Deutsch",
        "category": "Führung",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n14,00 € Preis: 8 Euro p.P. zzgl. Ausstellungseintritt | 160 Euro Gruppenpreis inkl. Ausstellungseintritt | buchbar in diversen Sprachen Preis ermäßigt\n8,00 €",
        "durationInMinutes": null,
        "locationText": "Humboldt Forum\n\nSchloßplatz, 10178 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/berlin-global-in-60-minuten/",
        "datetime": [
            "22. Mai 2024, 11:00 Uhr",
            "Humboldt Forum"
        ]
    },
    {
        "title": "Auf den Spuren der Geschichte. Führung zur Geschichte des Ortes in Deutsch",
        "description": "Der Ort, an dem das heutigen Humboldt Forums steht, hat eine lange und wechselvolle Geschichte: Hohenzollernresidenz, Aufmarschplatz, Palast der Republik und große Wiese – immer war er inmitten Berlins ein Schauplatz von besonderer politischer Bedeutung und zugleich auch einer des künstlerischen Ausdrucks.\nWelche Themen und Objekte erinnern heute noch an die Vergangenheit und die verschiedenen historischen Ereignisse? Und was sagen sie über die Geschichte des Ortes aus?\nDie Überblicksführung regt dazu an, über Geschichtsbilder und ihre Wirkung in der Gegenwart zu diskutieren. Anhand von ausgewählten Stationen und Objekten bietet sie einen Einblick in die Geschichte des Ortes von der Zeit der Kurfürsten, Könige und Kaiser bis hin zur Debatte um den Abriss des Palastes der Republik und veranschaulicht die vielfältige Nutzung des Ortes in verschiedenen Zeiten.\n  - 8 EUR pro Person\n- Bitte buchen Sie Ihr Ticket vorab online oder an der Kasse im Foyer.\n- Dauer: 60 min\n- ab 14 Jahre\n- Sprache: Deutsch\n- max. 25 Personen\n  Unser Tipp: Gute Geschichten in guten Büchern und Katalogen finden, besuchen Sie den Shop im Humboldt Forum, vor Ort oder online! Dann einen guten Kaffee und mehr im Schlüterhof oder im Dachrestaurant genießen.\nSie haben eine Frage zum Humboldt Forum oder zu Ihrem Besuch? In den FAQs beantworten wir die häufigsten Fragen. Für alle weiteren Anliegen nutzen Sie bitte unser Kontaktformular.\n  Sprachen: Deutsch",
        "category": "Führung",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n8,00 €",
        "durationInMinutes": null,
        "locationText": "Humboldt Forum\n\nSchloßplatz, 10178 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/auf-den-spuren-der-geschichte-fuehrung-zur-geschichte-des-ortes/",
        "datetime": [
            "22. Mai 2024, 17:30 Uhr",
            "Humboldt Forum"
        ]
    },
    {
        "title": "Discover Caspar David Friedrich's masterpieces (in English)",
        "description": "Never before have so many world-famous icons of the most important Romantic painter been brought together in one exhibition: Caspar David Friedrich's work is presented with 60 paintings and 50 drawings in a unique show. The painter was rediscovered in the Alte Nationalgalerie at the beginning of the 20th century after having been almost forgotten for decades. Discover his masterpieces!\nParticipation fee including admission: € 20\nParticipation fee with valid admission ticket (annual pass, sponsoring association, ICOM, etc.), entitlement to discount or free admission: € 10\nLimited number of participants. Online booking required.\nTreffpunkt: Information",
        "category": "Führung",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n20,00 €",
        "durationInMinutes": null,
        "locationText": "Alte Nationalgalerie\n\nBodestraße 1, 10178 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/discover-caspar-david-friedrichs-masterpieces-in-english/",
        "datetime": [
            "22. Mai 2024, 15:00 Uhr",
            "Alte Nationalgalerie"
        ]
    },
    {
        "title": "Bilderkeller",
        "description": "Mitten in der politischen „Tauwetter-Periode“ feiern die Meisterschüler der Deutschen Akademie der Künste 1957 und 1958 Fasching im Kohlenkeller. Wandmalereien von Manfred Böttcher, Harald Metzkes, Ernst Schroeder und Horst Zickelbein sind als einzigartiges Dokument inoffizieller Kunst in der DDR und Teil der wechselvollen Geschichte von Institution und Gebäude zu besichtigen. Unbefangene Szenerien bevölkern die Wände des Kellers – hier tobte sich aus, was in Ausstellungen so nicht hätte gezeigt werden können. Der von außen empfundene Druck und die innere Verarbeitung der Nachkriegszeit ließ die Künstler zusammenrücken und in ihren „schwarzen“ Bildern aufeinander reagieren. Wie im Brennglas spiegeln sie die künstlerische und politische Diskussionen in Ost und West: Wie kommt es, dass nach 1989 mit ähnlichen Argumenten kritisiert worden ist wie damals? Sind „abstrakt“ und „figurativ“ ideologische Begriffe des 20. Jahrhunderts?\nDie Medienstation bringt Interviews mit Zeitzeugen, u. a. Fritz Cremer, Paul Dessau, Helene Weigel, Arnold Zweig, als Tondokumente einer Kampagne gegen die Akademie, zu Gehör. Eine Publikation in Deutsch und Englisch gibt Einblicke in die damaligen Auseinandersetzungen.\n\nDer Zugang zum Bilderkeller ist nur im Rahmen einer Führung möglich. Zugang nicht rollstuhlgerecht.\n\nSonderführungen in englischer Sprache, für Schulklassen sowie für blinde und sehbeeinträchtigte Besucher*innen mit Anmeldung: kunstwelten@adk.de\nSprachen: Deutsch, Sonderführungen in englischer Sprache, für Schulklassen sowie für blinde und sehbeeinträchtigte Besucher*innen mit Anmeldung: kunstwelten@adk.de",
        "category": "Führung",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n6,00 € Eintritt frei bis 18 Jahre Preis ermäßigt\n4,00 €",
        "durationInMinutes": null,
        "locationText": "Akademie der Künste / Pariser Platz\n\nPariser Platz 4, 10117 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/bilderkeller-4/",
        "datetime": [
            "22. Mai 2024, 17:00 Uhr",
            "Akademie der Künste / Pariser Platz"
        ]
    },
    {
        "title": "Eine Stunde Museum für Asiatische Kunst. Öffentliche Führung in deutscher Sprache",
        "description": "Die Besucher*innen erhalten einen Einblick in die Neupräsentation der herausragenden Kunstsammlungen aus Süd-, Südost-, Ost- und Zentralasien. Dabei werden auch Fragen der Provenienz und Restitution sowie koloniale Kontinuitäten diskutiert.\n- 8,00 EUR pro Person\n- Bitte buchen Sie Ihr Ticket vorab online oder an der Kasse im Foyer.\n- Termine und Ticketbuchung für den kommenden Monat werden jeweils zum Ende des Vormonats freigeschaltet.\n- Dauer: 60 min\n- Sprache: Deutsch\nÖffentlicher Nahverkehr: U-Bahn Museumsinsel (U5) 1 Min zu Fuß; S/U Alexanderplatz 15 Min zu Fuß; S Hackescher Markt 10 Min zu Fuß, Bus 100, 200, 300, 147, N5.\nBarrierefreie Parkplätze stehen südlich des Humboldt Forums auf dem Schlossplatz zur Verfügung. Weitere Informationen finden Sie hier.\n    Sprachen: Deutsch",
        "category": "Führung",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n8,00 € Teilnahmegebühr: 8 €. Begrenzte Teilnehmerzahl.",
        "durationInMinutes": null,
        "locationText": "Humboldt Forum\n\nSchloßplatz, 10178 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/die-neupraesentation-des-museums-fuer-asiatische-kunst/",
        "datetime": [
            "22. Mai 2024, 14:00 Uhr",
            "Humboldt Forum"
        ]
    },
    {
        "title": "Overview Tours: Hamburger Bahnhof",
        "description": "Overview tour of the collection presentation and the building.\nFree of charge with a valid admission ticket. \nRegistration not required.\nAll tours can be booked for groups through Museumsdienst as well:\nmusemsdienst@kulturprojekte.berlin\n+49 (0)30 247 49 888 (Monday to Friday: 9 am to 4 pm, Saturday and Sunday: 9 am to 1 pm)\nwww.museumsdienst.berlin\nTreffpunkt: Kasse",
        "category": "Führung",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintritt frei",
        "durationInMinutes": null,
        "locationText": "Hamburger Bahnhof – Nationalgalerie der Gegenwart\n\nInvalidenstraße 50-51, 10557 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/overview-tours-hamburger-bahnhof/",
        "datetime": [
            "22. Mai 2024, 15:00 Uhr",
            "Hamburger Bahnhof – Nationalgalerie der Gegenwart"
        ]
    },
    {
        "title": "10MINUTES TALK",
        "description": "",
        "category": null,
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis Die Teilnahme ist im Ticketpreis enthalten.",
        "durationInMinutes": null,
        "locationText": "Bode-Museum\n\nAm Kupfergraben, 10178 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/10minutes-talk/",
        "datetime": [
            "22. Mai 2024, 14:00 Uhr",
            "Bode-Museum"
        ]
    },
    {
        "title": "Museumseröffnung",
        "description": "Nach 7-monatiger Schließzeit lädt das Werkbundarchiv – Museum der Dinge an seinen neuen Standort in der Leipziger Straße 54 in Berlin-Mitte wieder zum Besuch ein.\nAm 22. Mai 2024 eröffnet das Museum mit der Sonderausstellung „Profitopolis oder der Zustand der Stadt“. Zur Eröffnung um 19 Uhr laden wir Sie herzlich ein.\nMit der Sonderausstellung „Profitopolis oder der Zustand der Stadt“ macht das Werkbundarchiv – Museum der Dinge die Stadt zum Thema.\nHistorische und gegenwärtige Debatten zu Klima, Verkehr, dem Umgang mit historischer Bausubstanz sowie der Wohnungs- und Bodenfrage werden in einen Dialog gebracht und um künstlerische Positionen und zivilgesellschaftliche Initiativen ergänzt.\nAusgangspunkt ist eine gleichnamige im Kontext des Deutschen Werkbunds konzipierte Ausstellung aus dem Jahr 1971. Sie kritisiert Spekulation, rücksichtslosen Umgang mit Natur, die Ausrichtung auf das Auto und menschenunwürdige Großwohnsiedlungen. Diese Kritik der modernen Stadt ist Ausdruck eines gewachsenen ökologischen Bewusstseins und politischen Engagements – gesamtgesellschaftlich und innerhalb des Deutschen Werkbunds.\nDarüber hinaus verortet „Profitopolis“ zentrale Themen der Großstadt konkret im Berliner Stadtraum zwischen dem alten und neuen Museumsstandort und macht sie so im Anschluss an den Ausstellungsbesuch erlebbar.\n  Am 8. November 2024 folgt die Eröffnung der neuen, permanenten Ausstellung zum Deutschen Werkbund und zur Produkt- und Gestaltungskultur des 20. und 21. Jahrhunderts.\n  Die Herrichtung der Museumsräume wurde durch eine Förderung der Senatsverwaltung für Kultur und Gesellschaftlichen Zusammenhalt ermöglicht.\nDer Umzug, die Wiedereinrichtung und die Präsentation der Dauerausstellung am neuen Standort (Eröffnung am 8. November 2024) werden durch eine Förderung der LOTTO-Stiftung Berlin möglich.\nDie Sonderausstellung „Profitopolis“ wird durch den Hauptstadtkulturfonds gefördert.\nTreffpunkt: Werkbundarchiv – Museum der Dinge\nSprachen: Deutsch",
        "category": "Führung, Konzert, Sonstiges",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintritt frei",
        "durationInMinutes": null,
        "locationText": "Werkbundarchiv – Museum der Dinge\n\nLeipziger Straße 54, 10117 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/museumswiedereroeffnung/",
        "datetime": [
            "22. Mai 2024, 19:00 Uhr",
            "Werkbundarchiv – Museum der Dinge"
        ]
    },
    {
        "title": "Sternstunde",
        "description": "Live\nEs ist Zeit für eine Tour durch das Universum! Wir fliegen mit Ihnen hinaus in den Weltraum und bringen Ihnen die Objekte und Sternbilder näher, die Sie aktuell am Berliner Himmel sehen können. Vorbei an den Planeten des Sonnensystems und den uns nächsten Sternen, verlassen wir unsere Milchstraße und kehren nach einem Abstecher in die fernsten Weiten des Alls wieder zurück unter die Sterne Berlins.\n  Sprachen: Deutsch\nAltersempfehlung: ab 10 Jahren",
        "category": "Sonstiges",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n9,50 € (Schulklassen: 4 € pro Person, 2 Begleitpersonen erhalten freien Eintritt) Preis ermäßigt\n7,50 €",
        "durationInMinutes": null,
        "locationText": "Zeiss-Großplanetarium Berlin\n\nPrenzlauer Allee 80, 10405 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/sternstunde/",
        "datetime": [
            "22. Mai 2024, 12:30 Uhr",
            "Zeiss-Großplanetarium Berlin"
        ]
    },
    {
        "title": "Polaris und das Rätsel der Polarnacht",
        "description": "mit Live-Teil\nJames, ein um die Welt reisender Pinguin vom Südpol, trifft in der eisigen Welt des Nordpols auf Eisbär Vladimir. Zusammen schauen sie sich die Sterne an, wundern sich über die Länge der Polarnächte und stellen fest, dass sie mehr darüber wissen wollen. Gemeinsam bauen sie das Raumschiff Polaris und begeben sich auf ein turbulentes Weltraumabenteuer. Bei der Erkundung von Mars, Saturn und Erde entdecken sie Unterschiede und Ähnlichkeiten der Planeten. Eine liebevolle und unterhaltsame Entdeckungsreise für Groß und Klein!\nSprachen: Englisch, Deutsch\nAltersempfehlung: ab 6 Jahre",
        "category": "Film, Sonstiges",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n9,50 € (Kita & Schulklassen: 4 € pro Person, 2 Begleitpersonen erhalten freien Eintritt) Preis ermäßigt\n7,50 €",
        "durationInMinutes": null,
        "locationText": "Zeiss-Großplanetarium Berlin\n\nPrenzlauer Allee 80, 10405 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/polaris-und-das-raetsel-der-polarnacht-2/",
        "datetime": [
            "22. Mai 2024, 15:30 Uhr",
            "Zeiss-Großplanetarium Berlin"
        ]
    },
    {
        "title": "Brecht und seine Leute",
        "description": "Der Dorotheenstädtische Friedhof ist einer der bekanntesten Friedhöfe Berlins – auch, weil sich Brechts letzte Ruhestätte dort befindet. Doch ruhen dort auch viele seiner Mitstreiter*innen; viele, die er prägte, förderte und inspirierte oder die ihm unterstützend zur Seite standen. Würde man Fäden ziehen zwischen den Gräbern, entstünde ein dicht verwobenes Netz. Die Führung will diesen Linien, Bezügen und Einflüssen nachspüren.\nMit dem Begräbnis Johann Gottlieb Fichtes vor ca. 200 Jahren erstmals in den Fokus der Aufmerksamkeit gerückt, wird der Friedhof in der Folgezeit durch die Bestattung Karl Friedrich Schinkels, später mit der Beerdigung Bertolt Brechts, für Persönlichkeiten aus dem Geistesleben zum attraktiven Ruheort. In Kooperation mit dem Evangelischen Friedhofsverband Berlin Stadtmitte bietet das Brecht-Weigel-Museum jeden Mittwoch um 14 Uhr thematische Friedhofsführungen an. Treffpunkt ist der Innenhof des Brecht-Hauses.\nTreffpunkt: Innenhof des Brecht-Hauses\nSprachen: Deutsch",
        "category": "Führung",
        "city": null,
        "address": null,
        "zipCode": null,
        "venue": null,
        "startDate": null,
        "endDate": null,
        "price": "Eintrittspreis\n7,00 € Preis ermäßigt\n4,00 €",
        "durationInMinutes": null,
        "locationText": "Brecht-Weigel-Museum\n\nChausseestraße 125, 10115 Berlin",
        "source": "museumsportal",
        "link": "https://www.museumsportal-berlin.de/de/veranstaltungen/brecht-und-seine-leute-3/",
        "datetime": [
            "22. Mai 2024, 14:00 Uhr",
            "Brecht-Weigel-Museum"
        ]
    }
]