[
    {
        "title": "://sektgarten cancelled due to weather forecast",
        "startDate": "2024-05-22T18:00:00.000",
        "endDate": "2024-05-22T22:00:00.000",
        "categories": "",
        "venue": "://about blank",
        "locationText": "Markgrafendamm 24c, 10245 Berlin, Germany",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1928191",
        "cost": "0"
    },
    {
        "title": "LIVE IM 25h with Tschief, Tilmann Schanze & YVY MARAEY",
        "startDate": "2024-05-23T19:00:00.000",
        "endDate": "2024-05-23T22:00:00.000",
        "categories": "R&B",
        "venue": "25hours Hotel Bikini Berlin, 3. Etage",
        "locationText": "Budapester Straße 40, 10787 Berlin",
        "description": "At „LIVE IM 25h“, the pop culture event series at the 25hours Hotel in Bikini Berlin, young artists from a wide range of disciplines meet each month.\n\nTschief\nSebastian Becker has been publishing short poetic and handwritten texts online under the pseudonym TSCHIEF since 2013. His handwriting has become his trademark and has set him apart from many other writers on the internet from the very beginning. More than 100,000 people now follow his writing and thoughts on Instagram.\n\nTilmann Schanze\nThe Berlin writer Tilmann Schanze (25) writes poems about everything that moves him and hits the nerve of his generation with his own style. One of his texts was aptly described as \"a bit like salt in the wound. But somehow I'm into it\", and that fits. At least he thinks so.\n\n\nYVY MARAEY\nAlthough Yvy Marãey grew up in Berlin as the daughter of a German mother, she never let go of her father's Brazilian culture. Together with the New Zealand guitarist and producer Simon Abela, she pursued this interest and began to combine Brazilian rhythms with contemporary R&B. Crystal clear and soulful vocals in English and Portuguese are combined with playful melodies and relaxed beats. Yvy Marãey presents herself in a light and informal manner with a mixture of European and Latin American sounds that find common roots in catchy grooves.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1928097",
        "cost": "0,00"
    },
    {
        "title": "d.OHA!se / thursday techno",
        "startDate": "2024-05-23T23:00:00.000",
        "endDate": "2024-05-24T08:00:00.000",
        "categories": "Techno,Tech House",
        "venue": "Der Weiße Hase",
        "locationText": "Revaler Str 99, 10245 Berlin",
        "description": "### english below ###\n\nd.OHA!se\n\nDonnerstag Techno Oase\n@ Der Weiße Hase\n\ntechnoid mit hartem Beat im Tempel\ndazu House, Disco & Groove @ Anne Bar…\n\n2 Floors LineUp:\n- DJ Kuma\n- Userkiller\n- DarK LiZZ\n- Niko Incravalle\n- Mathias Birnbaum\n\nneben unseren Stamm-DJ‘s, die fast auf jeder Party spielen, holen wir jede Woche 2-3 weitere Acts dazu, um es ein wenig bunt und spannend\nzu gestalten.\nIm Tempel gibts straffen Techno, mal hart,\nmal dark, auch Industrial oder Tekk…\nHier soll es ballern !!!\n\nAnne Bar gibts dagegen fluffigen Arschwackelsound, von House, Disco, Electro,\nTechhouse, Minimal über Oldschool & Millenium Classics.\n\n\nAktuelle Einlassregeln:\n- only Friendly & Nice People welcome\n- only Cash\n- 18+ Event\n\nEinen Dresscode oder spezielle Einlasskriterien\ngibt es nicht. Jeder ist willkommen der weiß wie\ner sich auf einer Party zu benehmen hat.\nD.h. Frauen dürfen in Ruhe tanzen auch wenn\nSie vielleicht wenig oder gar nix anhaben…\nanfassen und abnerven verboten.\nHomophobie, Rassismus und alles was dazu\ngehört werden nicht geduldet.\n\nAnsonsten ist alles erlaubt was Spaß macht, wir freuen uns auf Euch.\n\n► @ Der Weiße Hase \n23.05.2024, 23 Uhr\nRevalerstraße 99 \n10245 Berlin\n\n#############################\n\nd.OHA!se\nThe Berlin Techno Party for Thursday night\nat \"The White Rabbit\"\n\nIn addition to our regular DJs, who play at almost every party, we bring in 2-3 more acts every week to make it a little colorful and exciting\nto design.\nIn the temple there is tight techno, sometimes hard,\nsometimes dark, also industrial or tekk…\nHere it should shoot!!!\n\nAnne Bar, on the other hand, has a fluffy ass shaking sound, from house, disco, electro,\nTechhouse, Minimal to Oldschool & Millenium Classics.\n\n\nCurrent admission rules:\n- only Friendly & Nice People welcome\n- Cash only\n- 18+ Event\n\nA dress code or special admission criteria\nthere is not any. Everyone is welcome who knows how\nhe has to behave at a party.\nI.e. women are allowed to dance in peace, even if\nYou may wear little or nothing at all...\ntouch and annoy forbidden.\nHomophobia, racism and everything related to it\nheard will not be tolerated.\n\nOtherwise everything is allowed that is fun, we look forward to seeing you.\n\n► @ The White Rabbit\nMay/23/2024, 11 p.m\nRevalerstrasse 99\n10245 Berlin",
        "price": 6,
        "source": "ra",
        "link": "https://de.ra.co/events/1910304",
        "cost": "6-8€"
    },
    {
        "title": "MissVergnügen presents KAJBO - live",
        "startDate": "2024-05-22T21:00:00.000",
        "endDate": "2024-05-23T04:00:00.000",
        "categories": "",
        "venue": "Eschschloraque",
        "locationText": "Rosenthaler Str. 39, 10178 Berlin, Germany",
        "description": "Kajbo?\n\nJa, Kajbo.\n\n\nKajbo heißt auf Schwedisch Dohlennest. Sehr gemütlich? Auf japanisch bedeutet Kajbo „Autopsie\", gemütliche Autopsie? Was bedeutet Kajbo auf Estnisch?\n\nRainer Jancis:\n\n(...) you have to try some other language or make up meaning yourself.\n\n All words are just bubbles , they become something only after we make agreement what they mean. ... words are rockstars\"\n\n\nKajbo ist ein neues Wort.\n\n\nKajbo heißt Satire trifft progressive Popmusik, harte Beats, zarte Synthies, geniale Texte, die den Zeitgeist treffen.\n\nSind wir normal? Sind wir legal? Ist die Revolution digital? Bist du gut strukturiert? Macht jemand Kaffee nur für dich?\n\nDie Antwort kennst nur du.\n\n\nKajbo ist eine fiktive Person, präsentiert von Boky als Kajbo und Schmacky als seinem Host.\n\nGanz nach dem Motto:\n\n„Kommt tanzen, kommt staunen!\"\n\n\nKajbo\n\nNeue Lieder! Neue Show!\n\nDjne:MissVergnügen\n\nab 21uhr\nLive show 22uhr ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1902412",
        "cost": null
    },
    {
        "title": "Disco Berlin",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T08:00:00.000",
        "categories": "House,Disco",
        "venue": "AVA Club",
        "locationText": "Warschauer Pl. 18, 10245 Berlin, Germany",
        "description": "u-Disco, uplifting House, Hi-NRG and everything in between to put you in proper grooves! Disco Berlin will aim to bring back Disco vibes, colorful dancefloors, and happy nights on 2 floors to AVA Berlin!",
        "price": 15,
        "source": "ra",
        "link": "https://de.ra.co/events/1891954",
        "cost": "15"
    },
    {
        "title": "FRIDAY with M89, Gaamer and Chris Fuego",
        "startDate": "2024-05-24T20:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "House,Hip-Hop",
        "venue": "Promenaden Eck",
        "locationText": "Schillerpromenade 11, 12049 Berlin",
        "description": "Oldschool Hip Hop/80s/90s and House/Deep House on two floors.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1912668",
        "cost": null
    },
    {
        "title": "Anechoic X Groove Street",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T07:00:00.000",
        "categories": "Trance,House",
        "venue": "Nachtvogel",
        "locationText": "Oranienstrasse 39, 10999 Berlin",
        "description": "Anechoic X Groove Street\n\nOn May 24th, we'll take our audience on a musical journey, starting at 128 BPM and gradually rising to 140-150 BPM. Let's embark on an amazing voyage through house music, heavy bassline beats, funky tunes, bouncy rhythms, UK garage, techno, and trance with uplifting beats. Follow the music and bring your own incredible experience to this spring event with your happy feet.\nThis marks the first collaboration between Anechoic and Groove Street. It promises to be a fantastic experience as two different music genres come together to organize a musical journey for our audience.\n\n————————————////—————————-\nSee below for artist descriptions. (A-Z)\n\nAELVA K \nAugust Kind \nBbymeister \nKETUXX b2b Michael Gubaew \nKutno \nM3O\n————————————////—————————-\nAbendkasse 13 euro \n\nYou won’t be rejected from the club because of your outfit… However, any form of discriminatory behavior will not be tolerated.\n————————————////—————————-",
        "price": 10,
        "source": "ra",
        "link": "https://de.ra.co/events/1921261",
        "cost": "13"
    },
    {
        "title": "Toy Tonics Jam",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T08:00:00.000",
        "categories": "House,Disco",
        "venue": "OST",
        "locationText": "Alt-Stralau, 1-2 Friedrichshain 10245",
        "description": "",
        "price": 16,
        "source": "ra",
        "link": "https://de.ra.co/events/1900443",
        "cost": "20"
    },
    {
        "title": "Birgits Weekender with Intaktogene, Aio, Dizharmonia, GIGEE, Eleonora, Chris Veron, uvm",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-26T08:00:00.000",
        "categories": "Techno,House",
        "venue": "Birgit",
        "locationText": "Schleusenufer 3, 10997 Berlin",
        "description": "Age 21+\nPresale and box office\nNo Cash - Card only\n\nNo Place for Racism, Homophobia, Sexism or any other bullshit!\n\nTickets are available at the door with a CARD payment. RA ticket does not guarantee entry; purchased tickets will be refunded in that case.",
        "price": 12,
        "source": "ra",
        "link": "https://de.ra.co/events/1875925",
        "cost": "€"
    },
    {
        "title": "APERIGiri - SEASON OPENING",
        "startDate": "2024-05-23T18:00:00.000",
        "endDate": "2024-05-24T00:00:00.000",
        "categories": "Bass,Electro",
        "venue": "Giri",
        "locationText": "Hermannstrasse 14, 12049 Berlin",
        "description": "Join us every Thursday evening from 6pm to midnight for the second season of ultimate weekly apéritif experience: APERIGIRI. \n\nThis week, our resident DJs will be taking over the decks, curating the perfect soundtrack to accompany your evening of community and relaxation. Meanwhile, the GIRI team will be hard at work preparing a delicious array of bites and drinks to tantalize your taste buds.\n\nWhether you're looking to unwind after a long day or kickstart your weekend early, APERIGIRI is the place to be. Join us as we celebrate the beginning of summer with music, drinks, and good vibes all around!\n\nBaci",
        "price": 0,
        "source": "ra",
        "link": "https://de.ra.co/events/1926410",
        "cost": "0"
    },
    {
        "title": "BLUSH2000: HAUS PARTY",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T04:00:00.000",
        "categories": "Hip-Hop,Pop",
        "venue": "Chausseestrasse 131",
        "locationText": "Chausseestrasse 131, 10115 Berlin, Germany",
        "description": "Hope you missed us the way we miss high school house parties, as we're celebrating our first b-day by throwing a Haus Party in a magnificent Altbau in Mitte\n\nWe want to bring the atmosphere of pure youthful joy with loud music, colourful decorations, all the 2000's songs, kisses in the toilets, blurred photos and hopefully no cops\n\nDresscode:\nPrepare your most outstanding dresses and everything that shines or recreate your best outfits from 00's\nHints: y2k, everything that shines, questionable fashion choices of the past \n\nAdd the date to your calendar: 24th of May \nLocation: Chausseestraße 131\n\nTickets can be available at the door for full price (depends on capacity) ",
        "price": 14.7,
        "source": "ra",
        "link": "https://de.ra.co/events/1920173",
        "cost": null
    },
    {
        "title": "BDME Opening Drinks - Free Entry",
        "startDate": "2024-05-22T20:00:00.000",
        "endDate": "2024-05-23T04:00:00.000",
        "categories": "House",
        "venue": "TBA - Troya Bar",
        "locationText": null,
        "description": "The Berlin Dance Music Event invites you to our Kick Off Gathering! Join us for a relaxed event to ease into the Berlin Dance Music Event 2024 with casual networking and smooth beats. It’s the perfect way to start your festival experience, meet fellow music enthusiasts, and get into the groove of the event. Don’t miss this chance to connect and celebrate the beginning of a memorable weekend in the heart of Berlin’s vibrant music scene!",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1924102",
        "cost": "0"
    },
    {
        "title": "ABOR x Småland",
        "startDate": "2024-05-24T23:59:00.000",
        "endDate": "2024-05-25T09:00:00.000",
        "categories": "House,Minimal",
        "venue": "OXI",
        "locationText": "Wiesenweg 1-4, 10365 Berlin",
        "description": "Step into the beat-saturated realm of Berlin's ABOR Collective and Hamburg's well-known event series SMÅLAND for a night that's not just a party—it's a vibe. \n\nExpect a meticulously curated fusion of pulsating house and minimal music, where the O-floor throbs with deep, driving minimal beats, courtesy of ABOR, while the X-floor ignites with the infectious rhythms of shaking and pumping house sound, handpicked by the Småland crew. \n\nAnd guess what? This sonic extravaganza syncs perfectly with the pulse-pounding energy of the Berlin Dance Music Event 2024, making it a must-hit for all you electronic music aficionados out there.",
        "price": 20,
        "source": "ra",
        "link": "https://de.ra.co/events/1913926",
        "cost": "20"
    },
    {
        "title": "Späti Rave",
        "startDate": "2024-05-22T19:00:00.000",
        "endDate": "2024-05-23T03:00:00.000",
        "categories": "Techno,House",
        "venue": "TBA",
        "locationText": null,
        "description": "Join us for a Späti Rave! \n\nRegistration via Luma is a MUST (Link below) \n\nøhr collective, together with BlockRavers is throwing a Späti Rave, and you don't wanna miss it! Prepare to be mesmerized by an electrifying lineup of Berlin’s finest and international DJs, accompanied by an Audio-Visual performance by Nikita FREEBOID, set to transform your night into an unforgettable journey of sound. Immerse yourself in a vibrant atmosphere, where the beats resonate with the pulse of the city, and every sip of your drink syncs with the music’s flow.\n\nAs a highlight of Blockchain Week Berlin 2024, this event is a collaboration of innovation and beats, brought to you by the pioneers at Crypto Girls Club and their partners. \n\nDon’t just attend an event; be part of a movement with øhr as we dance toward a new era in the electronic music industry. øhr’s mission is to transform the electronic music landscape for DJs and underground producers by enhancing their earnings beyond live gigs through innovative monetization channels, the gain of precise insights into the distribution and performance of their music, and cultivating richer relationships with fans and collaborators.\n\nDress Code: Come as you are, leave as a legend\nBe there or be square – because this is where the blockchain beats! \n",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1927490",
        "cost": "0"
    },
    {
        "title": "NATURAL pres: DJ LICHENE (Vinyl+Cassette DjSet) Ambient - Experimental Sounds",
        "startDate": "2024-05-22T19:00:00.000",
        "endDate": "2024-05-22T21:00:00.000",
        "categories": "Ambient,Experimental",
        "venue": "Astral Junction",
        "locationText": "Rigaer Str. 105, 10247 Berlin",
        "description": "Next Wednesday 22 May, we are pleased to present a special guest DJ Lichene.\n\nDJ Lichene start to select New-Wave, rigid, cold, rough-edge, blind-alley and the drum machine beats always like a metronome. No matter if the sound comes from the past, the present or the future, they are more and more devoted to select the best minimal-synth-wave music!\n\n19:00 | 5 € entry\n\nLGTBQIA +\n\nWe support sustainability\n\n///////-\n\nAm Mittwoch, 22. Mai, freuen wir uns, unseren besonderen Gast zu präsentieren: DJ Lichene.\n\nDJ Lichene´s Set ist kalt, rau, kantig und  schlägt immer wie ein Metronom ein. Egal, ob der Sound aus der Vergangenheit, der Gegenwart oder der Zukunft kommt, sie sind mehr und mehr gewidmet, um die beste Minimal-Synth-Wave-Musik zu wählen!\n\n19:00 | Eintritt 5€\n\nLGTBQIA +\n\nWir unterstützen Nachhaltigkeit!\n\n\n///////// ASTRALIA |||||||||| LUFT \\\\_\nRigaer Str. 105, 10247 Berlin-Ost/East\nFriedrichshain\n\n\n\n#astralialuft\n\n#apophenia #klubtag #imgarten #astraljunction\n\n#techno #berlintechno #dronetechno #melodictechno #rave #ravesound #ravestyle #deeptech #rawtechno\n\n#friedrichshain\n\n#berlin",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1925601",
        "cost": "5"
    },
    {
        "title": "Shameless/Limitless: YHWH Nailgun (NYC) + Data Anamial (Dedstrange, Berlin)",
        "startDate": "2024-05-22T19:00:00.000",
        "endDate": "2024-05-22T23:59:00.000",
        "categories": "Hardcore,Post-Punk",
        "venue": "Loophole",
        "locationText": "Boddinstrasse 60; Neukölln; 12053 Berlin; Germany",
        "description": "Building a better rock show at Loophole:\n-Book NYC’s force majure post hardcore art rock powerhouse YHWH Nailgun for their debut show in Berlin;\n-Add the Dedstrange Records signed local treasure Data Animal to ensure the numbers are appropriately animalistic and accurate;\n-Invite Kaspars Groševs who runs the renowned 427 Gallery in Rīga, to contribute caulked and sealed artwork and;\n-Nicely but firmly, said while looking directly in your eyes: please come.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1921392",
        "cost": null
    },
    {
        "title": "WOCHENMITTE w. Pedro Mercado",
        "startDate": "2024-05-22T17:00:00.000",
        "endDate": "2024-05-23T00:00:00.000",
        "categories": "House,Afro House",
        "venue": "Klunkerkranich",
        "locationText": "Karl-Marx-Straße 66, 12043 Berlin",
        "description": "Bergfest und dazu darf gerne eine Faust voll wohlgewähltem House serviert werden. Der DJ & Produzent Pedro Mercado ist aus Belgien zu Gast und bringt uns zum heutigen Abend Organic- und Afro- House Sounds in unser *Wohnzimmer. Pedro Mercado betriebt zudem das erfolgreiche Label Chrom Recordings – Check it out!\n\n[EN]\nAlready Wednesday and we are very happy to have Pedro Mercado up our roof this evening. The DJ & producer from Belgium packed some High Vibes and serves us fresh Organic- and Afro- House for the sunset.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1928086",
        "cost": "5"
    },
    {
        "title": "SCUMDANCE feat. Merve, Denzel, Nikolajev, LLL",
        "startDate": "2024-05-23T22:00:00.000",
        "endDate": "2024-05-24T05:00:00.000",
        "categories": "",
        "venue": "Sameheads",
        "locationText": "Richardstrasse 10; Neukölln; 12043 Berlin; Germany",
        "description": "SCUMDANCE is back for another round of midweek wobbletronix",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1923926",
        "cost": null
    },
    {
        "title": "GUTZEIT",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T10:00:00.000",
        "categories": "",
        "venue": "Kater Blau",
        "locationText": "Holzmarktstrasse 25, 10243 Berlin",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1918887",
        "cost": null
    },
    {
        "title": "INFECTED DNB with NATHAN X",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T07:00:00.000",
        "categories": "Drum & Bass",
        "venue": "Void Hall",
        "locationText": "Wiesenweg 5-9, 10365 Berlin",
        "description": "FRI, 24.05.2024 | INFECTED w/ NATHAN X (UK)\nDrum & Bass at VOID Hall, Berlin\n\n▬▬▬▬▬▬▬▬● Tickets ●▬▬▬▬▬▬▬▬\n\nPresale: 11 € - Abendkasse/Box-office: 13 €\n\n▬▬▬▬▬▬▬▬▬● Info ●▬▬▬▬▬▬▬▬▬\n\nDrum & Bass music is an integral part of the electronic music scene, and it has been gaining popularity over the years. Drum & Bass events are a great way to experience the unique and powerful energy of this genre.\nThe atmosphere at these events is unlike any other. The basslines thump through the air, creating a heavy, yet exciting atmosphere. Everybody is dancing enthusiastically, and it’s easy to get lost in the moment. The energy of the crowd is palpable, and it’s infectious.\nThe lineup at Infected Drum & Bass events is carefully curated to create a unique and memorable experience. DJs spin the hottest tracks of the moment, often mixing in some timeless classic tunes.\nA Drum & Bass event is a great place to meet like-minded people and make long-lasting friendships. Everyone is there to enjoy the music and have a good time, and it’s easy to make connections with fellow music lovers.\nIf you’re looking for an unforgettable night out, a Drum & Bass event is the perfect option. The music, atmosphere, and people make for a party that you won’t soon forget. So come join in the fun and make some amazing memories.\n\n18+ Event - Doors: 23:00 h\n\n▬▬▬▬▬▬▬▬● Location ●▬▬▬▬▬▬▬▬\n\nVOID Hall - Wiesenweg 5-9 | 10365 Berlin\nS-Ostkreuz | S+U Frankfurter Allee | S-Nöldner Platz",
        "price": 12.45,
        "source": "ra",
        "link": "https://de.ra.co/events/1921039",
        "cost": "11,00 - 13,00"
    },
    {
        "title": "Crazy Love",
        "startDate": "2024-05-23T21:00:00.000",
        "endDate": "2024-05-24T04:00:00.000",
        "categories": "Deep House,Disco",
        "venue": "Repeat",
        "locationText": "Lausitzer Str. 1, 10999 Berlin",
        "description": "A journey through Deep House & Disco bears and beyond \nCome dance, chat and smile in one of Berlin’s favourite late nite spots",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1928947",
        "cost": "5"
    },
    {
        "title": "60waves",
        "startDate": "2024-05-22T15:00:00.000",
        "endDate": "2024-05-23T06:00:00.000",
        "categories": "",
        "venue": "Club der Visionaere",
        "locationText": "Am Flutgraben 1, 12435 Berlin, Germany",
        "description": "Record store 60waves takes its crates to CDV for a midweek dance, with Munich house doyen Julietta and Robert Johnson resident Phil Evans.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1924562",
        "cost": null
    },
    {
        "title": "Circuit Structure X Mutate X Warehouse Manifesto",
        "startDate": "2024-05-24T17:00:00.000",
        "endDate": "2024-05-25T09:00:00.000",
        "categories": "Techno,House",
        "venue": "M01",
        "locationText": "Markgrafendamm 1, 10245 Berlin, Germany",
        "description": "Circuit Structure // MUTATE // Warehouse Manifesto\n\nBringing our combined vision of techno to a unique space in East Berlin.\nA selection of techno to symbolise rhythm, passage or dance with focus to transmit our vision through hypnotic elements, fast paced groove and futurism.\n\nM01, a new sister venue to Renate and ELSE. M01 will channel diverse sounds, On arrival,\npunters will enter the club from the north side of Renate's building on Markgrafendamm before\npassing through a secret garden complete with fairy lights and shipping containers, in classic\nELSE and Renate style.\n\nZero tolerance for violence, homophobia, transphobia, sexism, racism, or abuse. A Safe dancing space is at the core of our vision.\n\nCircuit Structure // MUTATE // Warehouse Manifesto",
        "price": 13.55,
        "source": "ra",
        "link": "https://de.ra.co/events/1871381",
        "cost": "8/10/12/15"
    },
    {
        "title": "Sportclub Bar Session vol.2",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "Techno,Acid",
        "venue": "Funkloch Berlin",
        "locationText": "Wildenbruchstr. 68, 12045 Berlin",
        "description": "The bar session returns to celebrate spring in the city.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1920560",
        "cost": null
    },
    {
        "title": "Partisan",
        "startDate": "2024-05-24T18:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "",
        "venue": "Club der Visionaere",
        "locationText": "Am Flutgraben 1, 12435 Berlin, Germany",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1877879",
        "cost": null
    },
    {
        "title": "Tausend ELECTRONICA - Ceci Fierce",
        "startDate": "2024-05-23T22:00:00.000",
        "endDate": "2024-05-24T04:00:00.000",
        "categories": "Tech House,Afro House",
        "venue": "Tausend",
        "locationText": "Schiffbauerdamm 11; Mitte; 10117 Berlin; Germany",
        "description": "Ceci Fierce emerges as a rising star among Berlin-based DJs and Producers, celebrated for her inventive and vibrant House music fusions.Her musical odyssey commenced at the age of five, mastering the violin and self-teaching piano. As time unfolded, she ventured into composing classical pieces and exploring the art of DJing during her college years, setting the stage for her distinctive sound today.\nCeci's performances transcend mere music; they become immersive voyages. She effortlessly connects with her audience, guiding them through a sonic labyrinth of unexpected twists and turns, fueled by her infectious positivity. Renowned for her versatility, her sets evolve from Organic and Afro House to Melodic, Tech, and Progressive House as the night unfolds, showcasing her dynamic prowess behind the decks.\nWhile her narrative continues to unfold, one truth remains constant: when Ceci Fierce takes the stage, ears perk up and hearts beat to her rhythm.\n",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1915084",
        "cost": "10"
    },
    {
        "title": "BDME Grand Opening // free entry all night long",
        "startDate": "2024-05-23T20:00:00.000",
        "endDate": "2024-05-24T06:00:00.000",
        "categories": "Techno",
        "venue": "Ritter Butzke",
        "locationText": "Ritterstrasse 26; Kreuzberg; 10969 Berlin; Germany",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1918880",
        "cost": null
    },
    {
        "title": "cutre",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "",
        "venue": "Panke",
        "locationText": "Gerichtstraße 23, 13347 Berlin",
        "description": "hiii cut(r)e bbs, feel very invited to our cutre queer&soli performative party from ur local cut(r)ies to all u cut(r)ies & allies. \n\nthis time we gonna shake it up-down-in-out-etccc (and beyondss (or not!)) with something we call deconstructed perrrreo (?), like we might go some little bit experimental (!)\n\nwe wanna invite u to collectively imagine different worlds u like to live in after consciously destroying the ones u know (u know?)\n\nespecially dedicated to dissident and racialized beings from the global south & allies\n\ndj-sets & performances will join us in this night journey\n\n*****\n\nbehind all this we are working on a social project localized in Esmeraldas (Ecuador). we have a rural house that we're starting to use as a relief center for girls that have suffered sexual abuse. our contribution from the other side of the world, aware of our privileges, would be running this kind of events and give them 60% of the profit. with the other part, we aim to continue organizing more and create a sustainable solidarity economy.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1925109",
        "cost": "15"
    },
    {
        "title": "C4 ENTER THE RAVE Vol. 4",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T07:00:00.000",
        "categories": "Techno,House",
        "venue": "Void Club",
        "locationText": "Wiesenweg 5, 10365 Berlin",
        "description": "Take a seat for our last journey to Planet Rave!\n\nAfter a year of unforgettable memories, we’re make a final rave for you on 24. May 2024 in VOID Club. \nClose together with us the chapter of our ENTER THE RAVE-series with a blast between Techno, Trance and Old School Rave Sound. \n\n\nSee you on the dance floors &lt;3",
        "price": 13,
        "source": "ra",
        "link": "https://de.ra.co/events/1876086",
        "cost": "8 - 15"
    },
    {
        "title": "TAUBE RECORDS LABEL NIGHT",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T09:00:00.000",
        "categories": "Electro",
        "venue": "ÆDEN",
        "locationText": "Schleusenufer 2, 10997 Berlin",
        "description": "Aeden Club is gearing up for a night that will redefine your clubbing experience! \nOn the 24th of May, Taube Records takes centre stage, promising a label night that's more than a get-together - it's a soundscape. \nDive deep into the heart of electronic music with an evening that will deliver an eclectic mix of tunes, pulsating rhythms and a vibe that's second to none.",
        "price": 15.8,
        "source": "ra",
        "link": "https://de.ra.co/events/1896467",
        "cost": null
    },
    {
        "title": "Globus Invites hosted by Monty Luke",
        "startDate": "2024-05-23T23:00:00.000",
        "endDate": "2024-05-24T09:00:00.000",
        "categories": "",
        "venue": "Tresor / Globus",
        "locationText": "Köpenickerstrasse 70; Mitte; 10179 Berlin; Germany",
        "description": "New opening time from Wed. to Sat. 23:00 - Close ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1898486",
        "cost": "13"
    },
    {
        "title": "Zuckerzauber Opening",
        "startDate": "2024-05-24T18:00:00.000",
        "endDate": "2024-05-27T06:00:00.000",
        "categories": "House,Disco",
        "venue": "Zuckerzauber",
        "locationText": "Markgrafendamm 24c, 10245 Berlin",
        "description": "Season Opening of the cute place at Ostkreuz. Sweeten up your summer. Sugar Magic style.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1926420",
        "cost": null
    },
    {
        "title": "DAZA & freunde",
        "startDate": "2024-05-24T18:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "",
        "venue": "Minimal Bar",
        "locationText": "Rigaer Strasse 31; Friedrichshain; 10247 Berlin; Germany",
        "description": "You wanna spend a night with Electronic Beats,Ping Pong & nice Drinks? A Dance Floor & creative cosy chill Areas? Come to our Minimal Bar!! Here you will have fancy Drinks & cool Bar-Tenders, daily Electronic life DJ's, Berlin Art and heaps of Fun in our Table-Tennis Area. No Racism. No Sexism. No Homophobia. No Transphobia. No Discrimination of any kind.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1882796",
        "cost": null
    },
    {
        "title": "Variety x Klunkerkranich",
        "startDate": "2024-05-23T16:00:00.000",
        "endDate": "2024-05-24T02:00:00.000",
        "categories": "Tech House,Downtempo",
        "venue": "Klunkerkranich",
        "locationText": "Karl-Marx-Straße 66, 12043 Berlin",
        "description": "*Wohnzimmer ab 16 Uhr / *Club „Hinter den Alpen“ ab 20 Uhr\nenglish below*\nEs ist mal wieder soweit und die Varietys haben im Sturzflug dem Klunkerkranich wieder was ins Nest gelegt. Geboten wird euch allerlei Gebretter also macht euch gefasst auf pulsierende Beats über den Dächern Berlins.\nHere's the English translation:\n\"It's that time again, and the varieties in the magical nosedive have once again left something in the Klunkerkranich's nest. You'll be offered all sorts of smashing, so brace yourselves for pulsating beats over the rooftops of Berlin.\"",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1918859",
        "cost": "05,00-08,00"
    },
    {
        "title": "mittendrin mit Deacon Frost Jr",
        "startDate": "2024-05-22T18:00:00.000",
        "endDate": "2024-05-23T04:00:00.000",
        "categories": "",
        "venue": "Minimal Bar",
        "locationText": "Rigaer Strasse 31; Friedrichshain; 10247 Berlin; Germany",
        "description": "You wanna spend a night with Electronic Beats,Ping Pong & nice Drinks? A Dance Floor & creative cosy chill Areas? Come to our Minimal Bar!! Here you will have fancy Drinks & cool Bar-Tenders, daily Electronic life DJ's, Berlin Art and heaps of Fun in our Table-Tennis Area. No Racism. No Sexism. No Homophobia. No Transphobia. No Discrimination of any kind.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1902247",
        "cost": null
    },
    {
        "title": null,
        "startDate": null,
        "endDate": null,
        "categories": "",
        "venue": null,
        "locationText": null,
        "description": null,
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1921070",
        "cost": null
    },
    {
        "title": "Garage Girls 2nd Bday Bash",
        "startDate": "2024-05-24T23:59:00.000",
        "endDate": "2024-05-25T09:00:00.000",
        "categories": "Bass,Garage",
        "venue": "OHM",
        "locationText": "Köpenicker Str. 70, 10179 Berlin, Germany",
        "description": "Go GG It’s ya birthday..\n\nIn fact, make that our 2nd Birthday !!!\n\nWe cannot believe it’s been 2 whole years since our first ever party and it just keeps growing !\n\nFirstly, we want to say how thankful we are to all you cuties who have been with us from the start, the gorgeous community we have grown and the amazing memories we have created. We love and appreciate you! \n\nTo celebrate our 2nd birthday we have a smoking hot lineup of UKG’s finest who are ready to serve you a big old slice of your beloved garage tuneskis. Who said you can’t have your cake and eat it?!? \n\nIntroducing our stacked birthday lineup, we will be joined by LA’s hottest UKG producer and all round bad girl DJ, Introspekt and London’s rave fave, Angel D’lite! Its safe to say we’re in great company.\n\nOf course you will also have your Garage Girls on b2b duties steering this party ship into destination euphoria! \n\n_________________________________________________________\n\nRemember tickets are only available on the door so get down early to dance with us!\n\nOur event is an inclusive event. We want everybody to feel safe, respected and comfortable. If at any point in the night you don’t feel safe, please make sure to speak directly to the venue staff or organisers who will be able to support you.\n\nNO racism/discrimination/sexism/homophobia/transphobia-any form of predatory, intimidating or negative behaviour and you’ll be shown the door.\n\nLet’s all enjoy this together. See you in the dance!\n\nLove GG",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1907172",
        "cost": "15"
    },
    {
        "title": "Ü vagab0nd",
        "startDate": "2024-05-24T23:59:00.000",
        "endDate": "2024-05-25T10:00:00.000",
        "categories": "Trance,Techno",
        "venue": "TBA - SECRET LOCATION, Neukölln BERLIN",
        "locationText": null,
        "description": "Dazed (Hard Dance Therapy) & Rave Against the Machines are proud to deliver you a night of musical debauchery featuring a wild mix of most excellent humans from all around the world. It doesn’t matter where we are all from, or why we ended up here - all that matters is that you have a good time. Let out your demons on the dancefloor, make new friends, shed old feelings…\n\nFeaturing:\n\n(a-z)\nDANE FREY\n\nGROOVE PLAYGIRL\n\nHAO\n\nHRX\n\nPOOJA B\n\nSHUGO NOSS\n\nWISER.\n\nLocation announced 24hr before\nMessage @dazed.hdt for more info \n\n&& come as the most authentic ü, vagabond xxx",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1918115",
        "cost": "15"
    },
    {
        "title": "Come, let me show you around",
        "startDate": "2024-05-22T20:30:00.000",
        "endDate": "2024-05-23T02:30:00.000",
        "categories": "Ambient,Experimental",
        "venue": "Kwia",
        "locationText": "Maybachufer 16, 12047 Berlin",
        "description": "The second chapter of “Come, let me show you around” at kwia is happening on Wednesday, 22nd May. This time, our guests reflect diverse dualities, bringing together their deep-rooted heritage and the musical influences they’ve embraced along their journeys.\n\nDate: Wednesday, May 22nd\nTime: 20:30 - late\n\nNico Adomako is a Berlin and Accra-based trans-disciplinary artist. As co-founder of Oroko Radio and the Berlin DJ collective Einhundert, Nico has shaped the music and art scenes in Berlin and Accra. He produces events globally, from London to Tokyo. For this event, Nico shares music from Accra, Kingston, and London, reflecting his globally-minded perspective and commitment to his community.\n\nLawrence Lee, from New York with Korean and Brazilian roots, is based in Berlin where he founded the A7A imprint and LUSH club night. Known for releases on UMAY, Radiant Records, E-Missions, International Chrome, and Mala Junta, Lawrence will explore the meaning of home by sharing music that reflects his Korean and Brazilian heritage.\n\nNinafterdark is a DJ and co-founder of the collective Slipmode. Known for her genre-jumping sets that blend nostalgic edits and global club sounds, she approaches music with a non-committal attitude towards the dancefloor. At our event, Ninafterdark will share music from her Somali roots and the influences she found in London.\n\nLuwei, the show's creator, will be conducting the event. Luwei will share sounds from Milan, her second home, from a personal perspective.\n\n\"Come, Let Me Show You Around\" is a radio show dedicated to uncovering and celebrating geographically underrepresented musical landscapes from around the globe. The show is built around the concept of showcasing music that holds special significance to our guests—from the melodies of their hometowns to the sounds that have inspired them wherever they've roamed. As we explore these special musical selections, we open the floor to stories about cultural backgrounds, personal journeys, and how heritage shapes the music we love.\n\nAmazing graphic design by @f3nk33 ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1925769",
        "cost": "10"
    },
    {
        "title": "BLUME AUF ASPHALT hosted by Kalte Liebe",
        "startDate": "2024-05-23T21:00:00.000",
        "endDate": "2024-05-24T07:00:00.000",
        "categories": "Electro",
        "venue": "RSO.BERLIN",
        "locationText": "Schnellerstrasse 137, 12439 Berlin",
        "description": "Join Blume auf Asphalt at the RSO Berlin on Thursday 23rd May. Hosted by Kalte Liebe, the night promises an intense mix of EBM, new wave, punk, and techno vibes. The line-up features the iconic David Vunk aka Im Kellar alongside Atzenpunk, Diggi Daniel, Mara & Vela, Sydney Valette, and more TBA, each bringing their special flair to elevate the RSO to a concert venue rather than a club. Prepare yourself for an unrelenting sonic journey through the darker, edgier sides of electronic music and beyond.",
        "price": 22.6,
        "source": "ra",
        "link": "https://de.ra.co/events/1912613",
        "cost": null
    },
    {
        "title": "Tresor New Faces hosted by SØNDER",
        "startDate": "2024-05-22T23:00:00.000",
        "endDate": "2024-05-23T09:00:00.000",
        "categories": "",
        "venue": "Tresor / Globus",
        "locationText": "Köpenickerstrasse 70; Mitte; 10179 Berlin; Germany",
        "description": "New opening time from Wed. to Sat. 23:00 - Close ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1898479",
        "cost": "13"
    },
    {
        "title": "Sky-Bar Warmup - Free Entrance - House & Electronica",
        "startDate": "2024-05-23T18:00:00.000",
        "endDate": "2024-05-24T01:00:00.000",
        "categories": "",
        "venue": "Solar",
        "locationText": "Stresemannstraße 76, 10963 Berlin",
        "description": "SOLAR Sky-Bar is situated close to Potsdamer Platz, right in the heart of Berlin, located on the 16th and 17th floor of an appartment building. Enjoy our fantastic 270-degree view on comfortable couches and swings or lounge-beds in our separate smoking area. Local heroes and international acts accompany our living room atmosphere with their freshest and favorite tunes from House, Electronica, Downbeat, Jazz, Soul, Hiphop and Chillout.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1924485",
        "cost": "0,00"
    },
    {
        "title": "Couples Connected",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "Techno,Tech House",
        "venue": "Insomnia",
        "locationText": "Alt-Tempelhof 17-19, 12099 Berlin",
        "description": "Lustful evening for couples, women & trios only\nHosts: Miss Mira & Nestor\nMelodic Techno, Techhouse & Electro by DJs Kenny & Vero\nDress code: Sexy and stylish - your imagination is your only compass!\nOpen Bar - All Inclusive* Drinks 99€ couples / 130€ trios / 25€ women / Students & Social Ticket** 75€ (couple)\nYoung couples up to 25 years receive a discount of 20€. (The total number of years must not exceed 52)\n\nReady for a night of passion, adventure and exciting encounters? Hosts of the Evening Miss Mira & Nestor are in the mood for more and are finally opening the doors to an exclusive sex-positive soiree at the weekend for couples, women & trios only, a sensual journey into the world of lust and freedom - without any single men.\n\nAnd as befits a weekend party, you can look forward to the finest electronic beats.\n\nThis exciting event offers a safe and respectful environment in which you can freely live out your innermost desires. Whether you are curious, want to make new friends or are already an experienced swinger - everyone is welcome!\n\nLet yourself be seduced by driving music, an exciting atmosphere, luxurious whirlpool, intimate play areas and an open bar with cool drinks.\n\nLet's create an unforgettable night together to celebrate the joys of pleasure and explore our deepest desires.\n\n*excluding champagne & cocktails",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1901104",
        "cost": "25"
    },
    {
        "title": "Alles Immer Wieder Releasekonzert Post Neo",
        "startDate": "2024-05-24T20:00:00.000",
        "endDate": "2024-05-25T01:00:00.000",
        "categories": "Electro,Experimental",
        "venue": "West Germany",
        "locationText": "Skalitzer Strasse 133; Kreuzberg; 10999 Berlin; Germany",
        "description": "Post Neo\nPost Neo is a Berlin based experimental electronic pop duo by Nicole Luján and Pauline Weh. Through the sound of their voices, synthesizers and drum machines, their style oscillates between techno beats and dreamy melancholic atmospheres. The musicians' different musical backgrounds result in diverse intuitions which complement each other perfectly when producing tracks. In 2022 Post Neo received a residency from Musicboard Berlin at Sternhagen Gut, where they caught the ear of Gudrun Gut who signed them to her label. Their EP \"Alles Immer Wieder\" was released as a 10” vinyl in April. \n\nAcid Drones\nAcid Drones is a new recording and live project by Thomas Lea Clarke, a musician, sound artist and ex resident DJ of the Art School Club in Glasgow, now based in Berlin. The debut album by Acid Drones, released on Offen Music in September 2023, weaves together elements of ambient, dub, idm and club-focused music.\n\nReinartzt \nMexican-born, rave experimentalist Reinartz (he/him) got into DJing at the old Sunday Club parties in 2018 where he developed a sensitivity to the odd sides of rave music. With multiple music releases on various DIY labels and a monthly show on Threads radio where he showcases sonic adventures of the gelatinous kind, he‘s set himself the task of fully immersing the dancer, always blending multiple styles, genres and eras with a penchant for the weird, the fast, the cosmic and the absurd.\n\nDJ Chichi\nDJ Chichi, a genre-fluid artist, serves as a Radio Host at Refuge Worldwide, captivating their audience with their versatile and innovative approach to music. As the co-founder of xcuse:u collective, they break down genre barriers and encourage collaboration among artists. In Berlin, DJ Chichi co-hosts Starseeds, a queer-friendly party series known for its inclusive atmosphere. Their seamless navigation through diverse genres and advocacy for more inclusivity and solidarity in the music industry make DJ Chichi a trailblazer, shaping the landscape of inclusive and creative spaces in the nightlife scene.\n",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1926683",
        "cost": "8-12"
    },
    {
        "title": "Rushless",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T04:00:00.000",
        "categories": "Techno",
        "venue": "Loophole",
        "locationText": "Boddinstrasse 60; Neukölln; 12053 Berlin; Germany",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1889808",
        "cost": "10"
    },
    {
        "title": "SEVEN SINS ... KITKAT CLUB .... THE SEXIEST PARTY IN BERLIN",
        "startDate": "2024-05-23T22:00:00.000",
        "endDate": "2024-05-24T06:00:00.000",
        "categories": "Techno,Tech House",
        "venue": "KitKatClub",
        "locationText": "Köpenicker Strasse 76; Mitte; 10179 Berlin; Germany",
        "description": "Step into the world of Seven Sins at KitKat Club, where the vibe is electric and every night is an adventure to remember. First ignited in 2019 from a passion project among friends, Seven Sins has evolved into a beacon of freedom and creativity in Berlin’s nightlife scene. After a brief hiatus, we celebrated our revival on July 24th, 2021, marking the birthday of our visionary leader, Sil Romero. Now, we proudly host our event every 4th Thursday of the month, starting at 22:00 in the KitKat Club’s captivating basement.\n\nSeven Sins isn't just a party—it's a movement celebrating a sex-positive and consent-focused culture. Our mission is to create an inclusive atmosphere where all are welcome to explore and express their desires freely and safely.\n\nWhat Awaits Inside:\nThe Cave: Dive deep into shadowy corners where secrets thrive.\nDoctor Area: Indulge in your wildest medical fantasies, from dentists to doctors.\nKinky Area: Right behind the DJ booth, be seen while staying in the heart of the action.\nIntimate Spaces: Encircling the dance floor, discover secluded spots for private moments.\nCage: Positioned in the center of the dance floor for those who dare to be the spectacle.\nChillout Bar: A relaxed space to chat and cool down with a drink.\nComplimentary Wardrobe: Ticket price includes wardrobe service.\nPhone-Free Privacy: Security checks ensure a camera-free experience to maintain your privacy.\nAwareness Team: Ensuring a safe, respectful, and consensual environment for all.\n\nDress Code:\nCome dressed in your most fanciful and sensual attire. Think sexy, kinky, and bold! Acceptable wear includes short black skirts, leather pants/shorts for men, kinky outfits and vibrant costumes that stand out. We don’t accept people in cotton clothing, everyday attire, flowery dresses, sandals, and long fabric pants. Sneakers may be acceptable if they work with your outfit. Remember, the night is a canvas—paint your presence in bold colors not just black!\n\nEvent Details:\nDate & Time: Join us every 4th Thursday of the month at 22:00\nLocation: It’s essential to use the left gate for entrance, as the party is specifically located there. Please be sure to enter from the correct side, as there will be a different event happening on the right side.\n\nFollow Us: Keep updated with the latest event details and more via our Instagram @sevensinsparty.\n\nJoin us at Seven Sins, where each night is a canvas of possibilities and the music never disappoints. This isn't just a party—it's your gateway to an exhilarating world where the norms of day dissolve into the thrill of the night. Don't miss out on the hottest ticket in Berlin. Embrace your inner sinner and let the celebration begin! See you there!\n\nFor tickets :\n\nPlease go to our Paypal account and add name and email, you will be automatically in the guest list.\n",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1915848",
        "cost": "25"
    },
    {
        "title": "Private Party",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T08:00:00.000",
        "categories": "",
        "venue": "Metropol",
        "locationText": "Nollendorfplatz 5, 10777 Berlin",
        "description": "**YOU NEED AN RSVP (FREE TICKET) TO ATTEND THIS EVENT**\n\n**THIS EVENT TAKES PLACE AT METROPOL BERLIN**\n\nINTRODUCING PRIVATE PARTY.\n\nTRAUMA BIRTHDAY TAKEOVER AT METROPOL.\n\nFREE ENTRY. RSVP NECESSARY FOR ENTRY.\n\nRSVP ANNOUNCEMENTS VIA OUR INSTAGRAM:\n@traumabarundkino\n\nconcept, creative direction: Kyle Van Horn\nvisual identity: Brodie Kaman\nlocation: Metropol Berlin",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1899407",
        "cost": "0"
    },
    {
        "title": "Rave am Mittwoch",
        "startDate": "2024-05-22T23:00:00.000",
        "endDate": "2024-05-23T06:00:00.000",
        "categories": "Techno,Industrial",
        "venue": "M-BIA",
        "locationText": "Dircksenstr. 123, 10178 Berlin",
        "description": "Jeden Mittwoch wird es bei uns auf dem Mainfloor Techno, Hardtechno & Darktechno zu hören geben, den zweiten Floor bespielen wir abwechselnd mit verschiedenen elektronischen Musikrichtungen (Psy, Proggy...).\n\n\n● ● ● LINEUP ● ● ●\n\nHardtechno / Techno Floor:\n\n● Dav-E\n● Bwater\n● Marc#OH\n● Urban\n\nPsy & Prog Floor:\n\n★ Psydonym\n★ Dj.11R b2b Goanoah \n\n\n■ ■ ■ INFOS ■ ■ ■\n\n■ Hardtechno / Industrial / Techno \n■ Psy & Prog (zweiter Floor)\n■ 2 Floors\n■ FUNKTION ONE Soundsystem\n■ neue Lichtinstallation\n■ Einlass ab 18 J.\n\n■ Dircksenstraße 123, 10178 Berlin\n■ Direkt am S+U Alexanderplatz",
        "price": 10,
        "source": "ra",
        "link": "https://de.ra.co/events/1910267",
        "cost": "7,00"
    },
    {
        "title": "Ziel & Egyptian Greyhound",
        "startDate": "2024-05-23T20:00:00.000",
        "endDate": "2024-05-24T01:00:00.000",
        "categories": "House,Balearic",
        "venue": "Palabra Bar",
        "locationText": "Frankfurter Allee 23",
        "description": "Ziel and Egyptian Greyhound will be performing a set of balearic & progressive house, soft rave & other club tunes including some of the tracks from the upcoming EP release, as well as previewing new material they are currently working on.\n",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1930165",
        "cost": null
    },
    {
        "title": "The Mystic Three ",
        "startDate": "2024-05-23T23:59:00.000",
        "endDate": "2024-05-24T12:00:00.000",
        "categories": "",
        "venue": "Golden Gate",
        "locationText": "Dircksenstrasse 78; Mitte; 10178 Berlin; Germany",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1915381",
        "cost": "?"
    },
    {
        "title": "Asian & Pacific Islander Month",
        "startDate": "2024-05-23T19:00:00.000",
        "endDate": "2024-05-24T00:00:00.000",
        "categories": "Bass,R&B",
        "venue": "Soundcloud HQ",
        "locationText": "Rheinsberger Str. 76, 10115 Berlin, Germany",
        "description": "SOLD OUT!! NO TICKETS AT THE DOOR\n\nWe’re celebrating Asian Heritage Month on the 23rd at 7PM at SoundCloud HQ!\nJoin us for an evening with:\n\nMULAY (Live)\nAlvin (Drag)\nTamae, Chika & Kotone (Dance / Japanese Contemporary)\nStephanie Ilova (Dance / Pacific)\nDea (Live Electronic)\njivit2mebaby (DJ)\n\nFree Entrance, Drinks & Food\n\nThe event will kick off with doors opening at 7PM The first act will take the stage at 7:30 PM. We'll be wrapping up the event by 11:45 PM ensure to be on time so that you can enjoy the performances.\n\nWe are looking forward to seeing you. BIPOCs and allies are welcome!\n\nENTRANCE WITH A RESERVED TICKET ONLY!",
        "price": 0,
        "source": "ra",
        "link": "https://de.ra.co/events/1920200",
        "cost": "0"
    },
    {
        "title": "AWAY presents Actress*LIVE & Blawan*LIVE",
        "startDate": "2024-05-23T19:00:00.000",
        "endDate": "2024-05-24T00:30:00.000",
        "categories": "Techno",
        "venue": "Silent Green",
        "locationText": "Gerichtstraße 35, 13347 Berlin, Germany",
        "description": "A night with two artists whose live shows are both eye-opening and confronting in the best way. ",
        "price": 28,
        "source": "ra",
        "link": "https://de.ra.co/events/1897265",
        "cost": null
    },
    {
        "title": "Paloma Invites",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "Disco",
        "venue": "Paloma",
        "locationText": "Skalitzer Str. 135, 10999 Berlin",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1900982",
        "cost": null
    },
    {
        "title": "Renate Klubnacht with Christoph Faust, Vio PRG, Dean Chew, Giu Nunez, TB Shine, MHM One",
        "startDate": "2024-05-24T17:00:00.000",
        "endDate": "2024-05-25T08:00:00.000",
        "categories": "Techno,House",
        "venue": "Renate",
        "locationText": "Alt Stralau 70; Friedrichshain; 10245 Berlin; Germany",
        "description": "For our event this week the Renate Garden will open from 17:00, artists will preform in the Garden Boat until 22:00. Entrance for the Renate Garden is free. The Renate Klubnacht will then start from 23:00.\n\nBorn from an unrenovated apartment building in Friedrichshain, across the river from Treptower Park, Renate has three main dance floors and many smaller rooms to explore. Every shade and subgenre of electronic music has its place here, from fast, groovy techno to uplifting house music, from chugging EBM to frenetic breakbeat stompers.\n\n☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐\n\nThe non-smoking regulations apply in the club. Smoking is only permitted in the garden.\n\nTickets are available at the door. RA ticket does not guarantee entry; purchased tickets will be refunded in that case. Box office 22€ (incl. 2€ wardrobe).\n\nPlease note we are fully cashless, we ONLY accept CARD and BITCOIN payments at the club.\n\nRenate should be a safe space for any ethnicity, gender or sexual orientation. Any sign of racism, sexism or homophobia will not be tolerated.\nIn case you feel that you have been treated wrongly, or that your space has been violated, please notify our awareness team or our staff.",
        "price": 16,
        "source": "ra",
        "link": "https://de.ra.co/events/1856165",
        "cost": "€"
    },
    {
        "title": "Mark Tarmonea",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T09:00:00.000",
        "categories": "Techno",
        "venue": "Ritter Butzke",
        "locationText": "Ritterstrasse 26; Kreuzberg; 10969 Berlin; Germany",
        "description": "Tickets: https://club.ritterbutzke.com/event/240524-MarkTarmonea",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1913853",
        "cost": null
    },
    {
        "title": "://sektgarten [free entry & open air]",
        "startDate": "2024-05-23T18:00:00.000",
        "endDate": "2024-05-23T22:00:00.000",
        "categories": "",
        "venue": "://about blank",
        "locationText": "Markgrafendamm 24c, 10245 Berlin, Germany",
        "description": "from mid may, ://about blank at ostkreuz in friedrichshain opens its beautiful club garden, usually from wednesday to friday from 18:00. the ://sektgarten promises relaxed summer evenings with sparkling wine, juice, pizza and snacks. there is also cosy music for a symbolic dj-euro, but there are also many quiet corners. the ://sektgarten invites you to play table tennis, put your feet in the bathtubs or look up at the evening sky. or simply chat with friends about this, that or ananas without being disturbed. the entrance is free and there is a rainproof tent. kids are allowed to come along if their adult carers keep an eye on them. whatever the summer brings - see you in the ://sektgarten!",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1928194",
        "cost": "0"
    },
    {
        "title": "Rings of Neptune by the Beach #2",
        "startDate": "2024-05-24T15:00:00.000",
        "endDate": "2024-05-24T23:59:00.000",
        "categories": "Downtempo,Electronica",
        "venue": "Strandbad Plötzensee",
        "locationText": "Nordufer 26",
        "description": "Rings of Neptune by the Beach with Alina, Atree, Cleymoore & Rubi.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1927940",
        "cost": "8"
    },
    {
        "title": "Abstrakt Klubnacht with DLV, Millie Forsberg, Marina George and many more",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-26T11:00:00.000",
        "categories": "Techno,House",
        "venue": "Abstrakt",
        "locationText": "Storkower Str. 121, 10407 Berlin, Deutschland",
        "description": "We are celebrating our second Klubnacht Weekender at Abstrakt which will take you into the wide range of electronic music. Our three floors will provide you with a variety of artists that play House, melodic and groovy hypnotic techno as well as dark and hard techno.\nWe are looking forward to partying together at Abstrakt for an entire weekend every two weeks from now on.\n\nThis time with showcases by the collectives GUN POWDER, NATIVO and SMILE!\n\nAWARENESS:  Everyone should feel comfortable and safe at Abstrakt. If that's not the case, our Awareness Team is\nthere for you. We support you if you have experienced a transgression or discrimination or just need to\ntake a deep breath - showing solidarity and confidentiality. Our awareness team wears light blue vests. You can find us on the move in the club or in the Awareness Space next to the entrance\n\nABENDKASSE / BOX-OFFICE: 20€\nTICKETS LINK BELOW! (via ticket.io)",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1926743",
        "cost": "20"
    },
    {
        "title": "Freitags with Kataya, Lale Hepborn, LIZZN",
        "startDate": "2024-05-24T21:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "Techno,House",
        "venue": "Muschi Obermaier",
        "locationText": "Torstraße 151, 10115 Berlin",
        "description": "BERLIN DANCE MUSIC EVENT\n22.05.2024-25.05.2024\n\n8€ entrance fee\nCash only",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1921731",
        "cost": "8"
    },
    {
        "title": "Marten Hørger",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T09:00:00.000",
        "categories": "Techno",
        "venue": "Ritter Butzke",
        "locationText": "Ritterstrasse 26; Kreuzberg; 10969 Berlin; Germany",
        "description": "Tickets https://club.ritterbutzke.com/event/240524-MartenHorger",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1888800",
        "cost": null
    },
    {
        "title": "KATER ON STAGE",
        "startDate": "2024-05-24T20:00:00.000",
        "endDate": "2024-05-24T23:00:00.000",
        "categories": "",
        "venue": "Kater Blau",
        "locationText": "Holzmarktstrasse 25, 10243 Berlin",
        "description": "SHE KNOWS, the dynamic duo comprised of Spanish singer and composer TERESA TOMÁS and Brazilian composer and producer MARCEL DADALTO, known for having been a member of the Brazilian bands DEAD FISH and ZÉMARIA, takes pride in their collaborative and spontaneous approach to music production, effortlessly transcending the boundaries of electronic sub-genres. From ethereal ambient interludes to delightfully twisted and wacky synth lines, SHE KNOWS performances encapsulate the symbiotic creative synergy between the two artists.\n\n\"Nervous Bliss\" is set to be released on May 17, 2024 on Bar 25 Music. In a total of eight danceable, melodic songs - four of them in Spanish and four in English - TERESA explores the different facets of a feeling we all know and seek with her unmistakably smoky voice, which sounds like a welcome, intimate, loving touch: the excited fluttering in the pit of the stomach when our nervous system is flooded with feelings of happiness. The album has been supported by Initiative Musik GmbH with project funds from the Federal Government Commissioner for Culture and Media\n\nActive since 2014, SHE KNOWS has released music through labels such as Laut & \nLuise\n, AZZUR, and Sirin Music. However, most of their creations have been released through Bar 25 Music with notable works including the EPs \"Distorted Images,\" \"Natural Medicina,\" and \"Extraordinary,\" along with hit singles like \"Thalassa\" and \"Lost in Translation\". SHE KNOWS have performed featuring live percussion, VJ sessions and dance interventions at clubs and venues, such as Kater Blau, Mensch Meier, Beate Uwe, Zeiss-Planetarium Jena, Säälchen Holzmarkt, \nYaam (FR)\n and international Festivals like Fusion, Garbicz, Loftas, Sonoras IV.\n\n\n\nWie immer bei uns:\n\nEINTRITT BEZAHLT MAN AN DER TÜR - NICHT IM NETZ!\n...und JAHAAAA…danach gehts weiter…is’ doch klar! ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1909187",
        "cost": null
    },
    {
        "title": "SYMBIOTIKKA at KitKat Club",
        "startDate": "2024-05-22T22:00:00.000",
        "endDate": "2024-05-23T07:00:00.000",
        "categories": "Techno,Tech House",
        "venue": "KitKatClub",
        "locationText": "Köpenicker Strasse 76; Mitte; 10179 Berlin; Germany",
        "description": "Expand your horizon and have a look over the edge   \n★★★ SYMBIOTIKKA ★★★  The Wednesday at KitKat Club!   \n\nCelebrate with us Respect, Freedom, Love and Music!   \n♫ Electronic Music Entertainment ♫   \n\n❖ Jordan\n\n❖ Cara Elizabeth\n\n❖ C´mon\n \n❖ Sebastian Ludvig\n   \n ----------------------------------------------------------------   \n\n★ and some special Surprises …   \n\n- Awareness Team - Bondage Show live - Playspace - Bodypainting - Chill Area - Kinky Shows live - Pool  \n\n ----------------------------------------------------------------   \n\n❖ Creative Dresscode:   \n- Sei eigen, kreativ, sexy, verrucht, kinky, besonders, oder verrückt. Aber niemals langweilig!   \n- Be particular, creative, sexy, wicked, kinky, especially, or crazy. But never boring!   \n\n-------------------------------------------------------  \n\nFollow Symbiotikka at KitKat Club!   \nsoundcloud /symbiotikka  \ninstagram /symbiotikka/  \ninstagram /chrissymbiotikka/   \n\n------------------------------------------------------   \n\nWe are a sex-positive and LGBTQIA+ friendly party, and we have an awareness team on hand to ensure that there is no place for hate, racism, homophobia, or any form of discrimination! NO GHB!\n\n -----------------------------------------------------------   \n\n/// Wir möchten darauf hinweisen, dass auf den Partys keine Handys und Fotoaufnahmen erlaubt sind. Unserem Hausfotografen ist es als Einzigem gestattet, Bilder von der Party zu machen. Diese werden von uns für Promotion-Zwecke genutzt. Jeder Besucher erklärt sich automatisch, durch den Besuch des Events damit einverstanden. Wer nicht fotografiert werden möchte, kann dies direkt dem Fotografen mitteilen. ///   \n\n/// Our house photographer is the only one allowed to take pictures of the party. These are used for ore promotion. Each visitor declares himself automatically by agreeing to attend the event. If you do not want to be photographed, you can tell the photographer directly. ///   \n\nFeel free & enjoy yourself",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1919637",
        "cost": "20,-"
    },
    {
        "title": "Selected XXI with Cleric, Cloudy, CAIVA, Frederic & Vermeer ",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T08:00:00.000",
        "categories": "Techno",
        "venue": "RSO.BERLIN",
        "locationText": "Schnellerstrasse 137, 12439 Berlin",
        "description": "",
        "price": 20,
        "source": "ra",
        "link": "https://de.ra.co/events/1877588",
        "cost": null
    },
    {
        "title": "PATCH pres. Prospa (Berlin Dance Music Event)",
        "startDate": "2024-05-23T20:00:00.000",
        "endDate": "2024-05-24T04:00:00.000",
        "categories": "Trance,House",
        "venue": "Gretchen",
        "locationText": "Obentrautstr.19-21; 10963 Kreuzberg; Berlin; Germany",
        "description": "Experience an electrifying night at the Gretchen Club on 23 May 2024, when we welcome PROSPA back to Berlin for the first time since 2019. Experience the exciting vibes of one of electronic music's hottest acts in one of the city's best venues.\n\nThe evening will be accompanied by a high-calibre lineup of support artists including Cleopard2000, Heggemann, KIM SWIM and Mika G, guaranteeing an unforgettable experience with groundbreaking beats and an energetic atmosphere.\n\nDon't miss the chance to experience PROSPA and their unique sound on stage, as this evening promises to be a highlight in Berlin's music calendar.",
        "price": 16.95,
        "source": "ra",
        "link": "https://de.ra.co/events/1915856",
        "cost": "15"
    },
    {
        "title": "Trommel",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T11:00:00.000",
        "categories": "",
        "venue": "Hoppetosse",
        "locationText": "Eichenstrasse 4; Treptow; 12435 Berlin; Germany",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1922057",
        "cost": null
    },
    {
        "title": "Digital Tsunami with Mor Elian, Ece Özel, Stellarcompanion, Times New Roman, Cyber",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T07:00:00.000",
        "categories": "",
        "venue": "Sameheads",
        "locationText": "Richardstrasse 10; Neukölln; 12043 Berlin; Germany",
        "description": "Lithuanian underground music platform Digital Tsunami continues its residency at Sameheads with sets from techno experimentalist Mor Elian, Ece Özel and more.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1919509",
        "cost": null
    },
    {
        "title": "Sky-Bar Warmup - Free Entrance - Soulful Vibes",
        "startDate": "2024-05-22T18:00:00.000",
        "endDate": "2024-05-23T01:00:00.000",
        "categories": "",
        "venue": "Solar",
        "locationText": "Stresemannstraße 76, 10963 Berlin",
        "description": "SOLAR Sky-Bar is situated close to Potsdamer Platz, right in the heart of Berlin, located on the 16th and 17th floor of an appartment building. Enjoy our fantastic 270-degree view on comfortable couches and swings or lounge-beds in our separate smoking area. Local heroes and international acts accompany our living room atmosphere with their freshest and favorite tunes from House, Electronica, Downbeat, Jazz, Soul, Hiphop and Chillout.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1924480",
        "cost": "0,00"
    },
    {
        "title": "Sketchin & Skratchin #4",
        "startDate": "2024-05-23T20:00:00.000",
        "endDate": "2024-05-24T02:00:00.000",
        "categories": "Hip-Hop,Disco",
        "venue": "Panke",
        "locationText": "Gerichtstraße 23, 13347 Berlin",
        "description": "Summer is ahead and we're mad happy to be back for our 4th Sketchin & Skratchin party - we're throwing it down again with the baddest graffiti crew in town @corner.girlz\n\nWe'll have some tagging / graffiti thangs going on inside & outdoors - for the evening gusto we have a couple special live acts on the ticket, so better stick around \n\nAnother thing to celebrate..we did the counting and this is actually our 100th party at Panke since we started back in 2018 - no jokes ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1922194",
        "cost": "8"
    },
    {
        "title": "HYSTERIA VOX | Nu Jazz, Lord Spikeheart, Teresa Riemann",
        "startDate": "2024-05-22T19:30:00.000",
        "endDate": "2024-05-22T23:59:00.000",
        "categories": "",
        "venue": "Trauma Bar und Kino",
        "locationText": "Heidestrasse 50, 10557 Berlin",
        "description": "‘Hysteria’, a category describing emotionally excessive behaviour, was invented to rationalize unknown disorder as early as ancient Egypt. Symptoms include tonal instability in the voice and semantic discontinuities; vocal performances that harness disruptive raw emotion and the disorder of our stream-of-conscious.\nOn May 22nd, Trauma Bar und Kino presents *Hysteria Vox*, a sequence of cathartic vocalities from an international array of artists. Nu Jazz (US), Lord Spikeheart (KENYA) and Teresa Riemann (GER) gather in one evening of psycho-sonic stunts with physical commitment and daring chaos.\nCovering noise, punk, jazz and club tropes, expect a boundary-less musical vanguard with eruptive sonant forces. Inner-monologue projections of *Hysteria Vox*.\n\n“the narrative voice struggles to contain, through form, the confusions of its utterance” - Claire Kahane (Passions of the Voice)\n\n\nNu Jazz\nNYC’s most transgressive and mysterious supergroup, Nu Jazz, synthesizes a decade plus of six unique, yet naturally interconnected musical journeys. Some members have spent years in New York City’s experimental electronic scene, while others have dedicated the bulk of their musical lives pursuing what we call “Jazz”. Despite disparate influences, all are bound by a profound appreciation for musical frontiers that have yet to be explored, creating that which defies the limitations of genre. The artists constituting the collective “Nu Jazz” have performed all over New York City, the United States and the world with their respective groups such as Deli Girls, Murderpact, CGI Jesus, Ex Wiish, Beshken, WRENS and The Beak Triol, sharing festival stages with luminaries like Jaimie Branch, Tomoki Sanders, Leya, Poncili Creacíon, Aquiles Navarro of Irreversible Entanglements and many others. Their debut record “Vol. I” combines the sound of NYC electronic hardcore, unrestrained free improvisation, and sample based modular synthesis techniques influenced by featured collaborator and keyboardist Jason Lindner of Bowie’s “Blackstar Orchestra”. Vast electronic soundscapes, extraterrestrial vocal textures and open improvisation submerged in raw punk swagger sets Nu Jazz apart from the rest.\nMembers:\nDan Orlowski [Deli Girls] on vocals\nKevin Eichenberger [The Beak Trio/CGI Jesus] on bass\nJohn Bemis [Murderpact] on drums\nBen Shirken [Beshken/Ex Wiish] on electronics\nRyan Easter [Wrens/The Trap Music Orchestra] on trumpet\nAdam Turay [The Narcotix] on Guitar\n\nLord Spikeheart\nKenyan vocalist, lyricist and producer Lord Spikeheart, best known as the live wire frontman of the electro-dystopian grind band DUMA, has announced his debut album The Adept via TVYM, first official single that The Fader Magazine describes as “a thrashing industrial cut, with Khanja’s possessed barks and hellacious roars set to a bruising beat by Japanese producer Saionji BBBBBBB that attacks from all angles”.\nBuilding bridges between the African heavy music, and the international electronic and metal scenes, Lord Spikeheart has made a name for himself as a formidable force in the game pushing back genre categories and stretching limits to the extreme.\nThe debut solo LP The Adept will be released on his own imprint Hekalu on April 19th. For this new joint he hooks up with various producers and artists from the bass n’ shred universe and promises to bring a telluric big bang in sonic experimentation.\n\nTeresa Riemann\nTeresa Riemann (*1988 in Dachau) lives and works as a performance-artist, musician (compositions / improvisations: drums, piano, voice) and writer since 2012 in Berlin. Since 2010 she has been organizing and staging numerous concerts, readings and performances from Poland to Tunisia. Forging an outlet via the Berlin Noise scene, she explores the light in the shadows of subconsciousness in an endurance performance of solo drum madness, intriguing vocals and effects. \nA mesmerizing combination of convulsive percussion and trembling noise walls, the almost exploding landscapes are being held together by the eclectic use of a fragmented voice, spontaneously reciting scraps of the living memory of humankind.\nAside from her solo projects on drums and piano she plays in the groups Naked in the Zoo, TRAS and Shake the Train.",
        "price": 22.6,
        "source": "ra",
        "link": "https://de.ra.co/events/1868227",
        "cost": "20"
    },
    {
        "title": "Nachtklub: Adana Twins, Alyssa & Gia, Schiela, KIRSCH, PAU PAU",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T11:00:00.000",
        "categories": "Techno,House",
        "venue": "Watergate",
        "locationText": "Falckensteinstrasse 49; Kreuzberg; 10997 Berlin; Germany",
        "description": "TICKET INFO:\nA pre-sale ticket does not guarantee entry to the club.\nWe reserve the right to deny your entry. In this case, tickets will be refunded automatically and within days from Resident Advisor.\nWhen the presale tickets sell out, there will be more available at the door.",
        "price": 21.45,
        "source": "ra",
        "link": "https://de.ra.co/events/1913512",
        "cost": null
    },
    {
        "title": "Flitzer Skalitzer",
        "startDate": "2024-05-23T22:00:00.000",
        "endDate": "2024-05-24T06:00:00.000",
        "categories": "Disco",
        "venue": "Paloma",
        "locationText": "Skalitzer Str. 135, 10999 Berlin",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1900974",
        "cost": null
    },
    {
        "title": "Meet & Greet Berlin",
        "startDate": "2024-05-23T19:00:00.000",
        "endDate": "2024-05-24T01:00:00.000",
        "categories": "Techno",
        "venue": "Dream Baby Dream",
        "locationText": "Greifswalder Str. 218, 10405 Berlin, Germany",
        "description": "Loose Club Edition, invites you to its meet & greet at the Berlin Dance Music Event 2024. Join us at Dream Baby Dream Bar on the 23rd of May, from 7 PM to 1 AM, for an unforgettable gathering of music enthusiasts and industry professionals. This event is generously sponsored by The IMPF Network Project, a Creative Europe Programme.\n\nMeet us and our artists including Ritzi Lee, DE FEO, Pooja B, Glia and Wow Signal. Our team members will be on hand to provide insights and advice, making it the perfect opportunity to dance to some amazing DJ sets and expand your industry knowledge.\n\nAttendance is free, but due to the limited capacity of the venue, we require registration via Eventbrite to ensure your entry. The DJs playing at the event will be available to socialise and share their expertise with attendees before and after their performances.\n\nDon’t miss the DEMO DROP session with our A&R, Ritzi Lee. It’s an ideal chance to receive honest feedback from industry professionals or perhaps even secure a signing with Unrilis or Loose Club Editon, as we are constantly in search of fresh talent. Additionally, you can book industry-focused chats about topics such as music rights, royalties, and label management.\n\nGiven the intimate setting of the venue, we recommend arriving early to secure a spot at the welcome cocktail from 7pm till 9pm.\n\nWe look forward to welcoming you to Berlin, especially if you are a DJ or producer eager to gain insights and advice about the electronic music industry. Join us for a night of networking, music, and learning at the Berlin Dance Music Event 2024.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1924062",
        "cost": "0"
    },
    {
        "title": "Fania Brava Party",
        "startDate": "2024-05-24T23:30:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "Guaracha,Dembow",
        "venue": "Badehaus Berlin",
        "locationText": "Revalerstrasse 99; Friedrichshain; 10245 Berlin; Germany",
        "description": "Get ready amores!!! Summer vibes are here y la cuerpa lo sabe! In may we bring to you again the best of the best!  This time 6 bombones latines based in Berlin and New York City will come a reventarlo!\n\nPERREO FLOOR\n\nBBZUKI • @bbzuki_chinoise\nFUEGA • @fuega_mami\nMAQUE • @maquepereyra\n\nSALSA FLOOR\n\nMPEACH • @mpeach\nPANAMAMAMA • @djpanamamama\nLIONZA • @lionza.music\n\n\nEverybody is welcome! This is a safe place, we don’t tolerate any kind of harassment!! Our Awareness Team is around all night long.\n\nOur dancefloor are smoke-free and barrier free\n\nSee you there!",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1922247",
        "cost": "15"
    },
    {
        "title": "THE UNKNOWN",
        "startDate": "2024-05-23T20:00:00.000",
        "endDate": "2024-05-24T02:00:00.000",
        "categories": "House,Electro",
        "venue": "Zu Mir Oder Zu Dir",
        "locationText": "Lychener Str. 15, 10437 Berlin, Germany",
        "description": "OPEN 20:00 // DJS 22:00-END",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1903888",
        "cost": null
    },
    {
        "title": "Tresor meets ọ́kụ́",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T09:00:00.000",
        "categories": "",
        "venue": "Tresor / Globus",
        "locationText": "Köpenickerstrasse 70; Mitte; 10179 Berlin; Germany",
        "description": "ọ́kụ́ is taking over Tresor's Globus floor again and they're joined\nby one of Brazil's most exciting acts, Delcu,  as well as local talent\nand BLVSH founder Acid Finky. Also joining the lineup Brussels\nbased global club powerhouse Blck Mamba and Paris-based,\nMauritian-born DJ and Producer GЯEG.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1898494",
        "cost": "22"
    },
    {
        "title": "BUSTED•BERLIN pres. HARD&TRANCE /w SIRO, GEORGE, EDNA, PLOYZZ and :)",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T09:00:00.000",
        "categories": "Trance,Techno",
        "venue": "M-BIA",
        "locationText": "Dircksenstr. 123, 10178 Berlin",
        "description": "_______BUSTED•TECHNO_____________\n\n______________HARD&amp;TRANCE________\n\n\nAre you ready for BUSTED?\n\nOn Friday May 24, 2024, we'll open our doors for an unforgettable night on two floors. \nThe Mainfloor will make the walls tremble with its Hardtechno beats, while the 2nd Floor will enchant the senses with Techno Trance.\n\nThe party starts at 11:00 PM and goes until the break of dawn at 9:00 AM with an open end. Let yourself be carried away by the sounds and dance through the night until it gets light outside.\n\n► Our respectful and tolerant security ensures that you feel safe.\n\nExperience a night full of energy, beats, and unforgettable moments with us &lt;3\n\n\n____2 areas &amp; chill area _______________\n_____funktion one sound system ________\n_______free entry for birthday people_____\n\n\n► safe space for everyone\n    no racism no hate just love",
        "price": 17.5,
        "source": "ra",
        "link": "https://de.ra.co/events/1890534",
        "cost": "10-20"
    },
    {
        "title": "Chantals House of Shame",
        "startDate": "2024-05-23T23:00:00.000",
        "endDate": "2024-05-24T06:00:00.000",
        "categories": "",
        "venue": "Lokschuppen Berlin",
        "locationText": "Warschauer Brücke, Revaler Straße 99 Zugang über, 10245 Berlin, Germany",
        "description": "Einmal im Jahr Karneval der Kulturen und jeden Donnerstag Carneval de Chantal!\nPREMIERE! Show: MISS PAN AM DRAGAIRLINES\nMainfloor: TIASZ & YANNICK WEINECK\nCage / Open Air Floor: PADERKID\nChantals House of Shame wird gehostet von Coco Kitsch, Kiki und Melania von Ebola.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1929605",
        "cost": "12"
    },
    {
        "title": "Unlock Musical Creativity & Expression",
        "startDate": "2024-05-23T18:00:00.000",
        "endDate": "2024-05-23T22:00:00.000",
        "categories": "Downtempo,Electronica",
        "venue": "Funkhaus Berlin",
        "locationText": "Nalepastraße 18, 12459 Berlin",
        "description": "Introduction to Electronic Music Production is aimed at curious minds who are interested in making music and want to start learning the basics to develop musical ideas with a creative and dynamic approach.\n\nThe capacity is very limited.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1929903",
        "cost": "250"
    },
    {
        "title": "Fazorama",
        "startDate": "2024-05-24T23:59:00.000",
        "endDate": "2024-05-25T15:00:00.000",
        "categories": "",
        "venue": "Golden Gate",
        "locationText": "Dircksenstrasse 78; Mitte; 10178 Berlin; Germany",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1915396",
        "cost": "?"
    },
    {
        "title": "Fling of a Moment with Kira Kaluma, AndShe, Chele",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "Tech House,Downtempo",
        "venue": "Crack Bellmer",
        "locationText": "Revaler Strasse 99; 10245 Berlin-Friedrichshain; Berlin; Germany",
        "description": "Fling of a moment\n\nLet’s celebrate\nthe hold of time\nThe fling of a moment\nis where we thrive\nWe are here\nto make you feel alive\nIn delightful sounds\nand deep reaching vibes\n\nA space for music, fun and art\nwhere the fling of a moment\nopens up your heart.\n\nbar from 7. djs from 10. \nbring a friend, not an attitude.\ndoors: free entry until 10pm and flexi after.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1920435",
        "cost": null
    },
    {
        "title": "Recycle & Berlin Dance Music Event presents: NEOSIGNAL BERLIN ft. Phace, Simula, Rockwell",
        "startDate": "2024-05-24T23:59:00.000",
        "endDate": "2024-05-25T06:30:00.000",
        "categories": "Drum & Bass,Bass",
        "venue": "Gretchen",
        "locationText": "Obentrautstr.19-21; 10963 Kreuzberg; Berlin; Germany",
        "description": "Neosignal: Von Komplettabriss bis hin zu detailverliebten Cutting-Edge-Soundexperimenten jenseits des Mainstream.\n\nAm 24.05. erscheint via Deadbeat die neue LP \"Everyday\" von Phace, und am selben Tag kommt er mit einer Neosignal-Labelnacht ins Gretchen. Das Album fasst seine Klangabenteuer der letzten zwei Jahre zusammen und vermischt Stile und Vibes, um Gewohnheiten zu durchbrechen. Phace kennt man seit seinem düster-unterkühlten Debüt \"Psycho\", einem Hi-Speed D&B-Massaker mit Industrial-Sounds, shuffelnden Drumlines und tiefen Bässen. Konstantes Touren und unerschöpfliches Produzieren für Top-Labels wie Owsla, Vision, Mau5trap und Critical hielten ihn nicht davon ab, zusammen mit Misanthrop das Label Neosignal zu gründen. Neosignal steht seitdem für futuristisches State-of-the-Art-Sounddesign vom Feinsten, und seitdem ist das Label bei uns regelmäßig zu Gast, immer mit einem fein kuratierten Line-Up.\n\nSimula ist seit 2015 in der elektronischen Musik unterwegs. Mit einer Kombination von Elementen aus Jungle, Jump Up und einer Vielzahl von Stilen aus der Soundsystem-Kultur treibt er die dunkle und düstere Seite des Drum'n'Bass voran.\n\nEbenfalls für neue Formen zuständig ist Rockwell, der auf seinem Debütalbum \"Obsolete Medium\" (2015) Elemente aus Drum & Bass, Trap, Halftime und Technoklängen zu elastischen Hybridformen verwebt hat. Er veröffentlichte unter anderem bei Shogun Audio, bevor er 2018 mit der \"Content\"-EP sein Label Obsolete Medium startete. Sein letztes Album \"Low Art\" (2023) ist inspiriert vom amerikanischen Hardcore-Punk und bringt einen organischeren Sound und eine raue DIY-Attitüde mit.\n\nHinter Erotic Cafe' verbirgt sich der italienische Produzent Marco Donnarumma, der Footwork, Drum'n'Bass und weitere Stile erforscht und über die Jahre einen umfassenden Katalog in einer Vielzahl von Genres aufgebaut hat. Er steht für die dunkle, harte und experimentelle Seite des Drum'n'Bass, die sich nicht davor scheut, sich von vielen Genres infizieren zu lassen.\n\nN'Dee, Yoru, MC Jamie White und Rollin MC runden den Spaß in der Box1 ab. In Box2 tummelt sich die Deviate-Crew und widmet sich dem Brückenschlag zwischen verschiedenen Stilen der Bassmusik und anderer Electronica.\n\nFür diese Veranstaltung bieten wir ermäßigte Tickets an, um auch Menschen mit kleinerem Portmonee Zugang zu Kultur zu ermöglichen. Diese Kontingente sind limitiert und nur bei TixforGigs verfügbar. Wir vertrauen auf Eure Selbsteinschätzung: Wenn ihr könnt, bucht Standard-Tickets und überlasst die ermäßigten Kontingente denjenigen, die gerade sehr sparen müssen.\n________\n\nFor this event we offer discounted tickets to give people with less money still access to culture. These quotas are limited and only available at TixforGigs. We trust in your self-assessment: If you can, please book standard tickets and leave the reduced tickets to those who have to save money at the moment.",
        "price": 18,
        "source": "ra",
        "link": "https://de.ra.co/events/1900430",
        "cost": "12/15/18/20"
    },
    {
        "title": "Pardon My French",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "Disco,Balearic",
        "venue": "Eleven Eleven Club",
        "locationText": "Potsdamer Str. 96",
        "description": "PARDON MY FRENCH\nScandalous Disco | Shocking Art Rock | Outrageous House ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1924959",
        "cost": "18"
    },
    {
        "title": "Renate X Friendzone",
        "startDate": "2024-05-23T23:00:00.000",
        "endDate": "2024-05-24T06:00:00.000",
        "categories": "Techno,House",
        "venue": "Renate",
        "locationText": "Alt Stralau 70; Friedrichshain; 10245 Berlin; Germany",
        "description": "Born from an unrenovated apartment building in Friedrichshain, across the river from Treptower Park, Renate has three main dance floors and many smaller rooms to explore. Every shade and subgenre of electronic music has its place here, from fast, groovy techno to uplifting house music, from chugging EBM to frenetic breakbeat stompers.\n\n☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐ ☐\n\nThe non-smoking regulations apply in the club. Smoking is only permitted in the garden.\n\nTickets are available at the door. RA ticket does not guarantee entry; purchased tickets will be refunded in that case. Box office 17€ (incl. 2€ wardrobe).\n\nPlease note we are fully cashless, we ONLY accept CARD and BITCOIN payments at the club.\n\nRenate should be a safe space for any ethnicity, gender or sexual orientation. Any sign of racism, sexism or homophobia will not be tolerated.\nIn case you feel that you have been treated wrongly, or that your space has been violated, please notify our awareness team or our staff.",
        "price": 12,
        "source": "ra",
        "link": "https://de.ra.co/events/1856918",
        "cost": "€"
    },
    {
        "title": " DUALISM w/ EARGASM GOD, DJ Traytex, Alex.Do, SACID",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T11:00:00.000",
        "categories": "Trance,Techno",
        "venue": "://about blank",
        "locationText": "Markgrafendamm 24c, 10245 Berlin, Germany",
        "description": "",
        "price": 22,
        "source": "ra",
        "link": "https://de.ra.co/events/1808490",
        "cost": "10-20"
    },
    {
        "title": "Bender party VOL. III",
        "startDate": "2024-05-24T23:30:00.000",
        "endDate": "2024-05-25T07:30:00.000",
        "categories": "Techno",
        "venue": "Lark",
        "locationText": "Holzmarktstrasse 15-18, 10179",
        "description": "\nBender Party is back and this time at a new home, bigger, better, and more BENDER than ever for our third edition. \n\nThis time, we're doubling the excitement with not one, but two special guests and an unforgettable drag show by the iconic Judy Ladivina together with the stunning Sara Lu. Together, they will warm up the atmosphere easing us into an eclectic night of hedonism and excess. \n\nTaking care of the transition from the cozy drag show vibes to the pumping music journey of the night will be the party founder, Spino. If you've been with us before, you know the drill. Expect nothing less than the finest vinyl selection of sexy techno tracks that will get your hips shaking, your heart racing, and your mind thoroughly blown.\n\nFollowing up we will have Oneyra taking control of the booth. This young, Irish-born, and Berlin-based talent will draw you in with her distinctive sound—think groovy basslines, gut-wrenching kicks, and atmospheric synths. Oneyra's set promises to be a hand-held journey into a night you'll always remember.\n\nThen, taking over the decks, we welcome back our beloved resident, Mr. Willis. Fresh from an Asian tour, he's primed to dominate the dance floor during peak time. Immerse yourself in his signature sound, a blend that promises to be a sensual auditory journey, leaving you craving more.\n\nTo cap off the night, we're thrilled to host the sonic innovator, Controle Delete. A long-standing figure in Berlin's music scene, known for his integration of noisy, industrial, and experimental elements with irresistibly sexy and groovy basslines. He's concocting an EXTRA SEXY set, ensuring you leave with your auditory senses delighted and your legs thoroughly worked out.\n\nPrepare for a night where music, energy, and memories collide—only at Bender Party's. Get ready to dance, feel, and experience the unforgettable.\n\nLine up: \nDoors open at 23:30 \nDrag show 00.00 \n\nSP!NO\nOneyra\nMr. Willis\nControl Delete\n\nAs always our beloved Space Exhile will be complementing the sonic journey with one of his spectacular laser installation. \n\nBender is a safe space for the 2SLGBTQIA+ community, customers, performers, and staff. Bender is a place that challenges gender norms, celebrating beauty in all its shapes and forms. We invite participants to express themselves in the way they prefer, without fear of negative comments. We encourage all our guests to unleash their inner child and revel in the joy of partying in a judgment-free zone.\n\nIn these historical times, as transgender individuals and drag performers face increased hate and politically unjustified, fear-based persecution, we invite all transgender individuals, crossdressers, and drag queen performers to join us in a space where they will be celebrated. Therefore, we will implement the following format during queue management at all our Benders:\n\nFULL DRAG ROYALTY PASS -\nStep into the spotlight and own the night! If you're decked out in full drag – complete with dramatic makeup, extravagant outfits, sky-high heels, and fabulous wigs – you'll receive the royal treatment. Skip the queue and enter with a donation fee. Show up, show off, and shine!\n\nCROSSDRESSING EXPRESS LANE -\nFor those who embrace the art of crossdressing and our transgender-identifying guests, we offer a special privilege! Skip the queue and step directly into the heart of the party. It's about genuine effort and embracing your true self – with outfits and accessories that defy gender norms.\n\nThe dress code is the same as always: avoid streetwear and \"Dress to impress or undress to express, in outfits that dazzle and never depress.'' Erotic and leather outfits are highly encouraged. On this occasion, we will also have the fabulous George Kanis as official photographer of the night. \nOur door selection reserves the right to refuse entry if deemed necessary.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1889801",
        "cost": "15"
    },
    {
        "title": "Shameless/Limitless: Bad Hammer EP Release + Mustelide",
        "startDate": "2024-05-23T19:00:00.000",
        "endDate": "2024-05-23T23:59:00.000",
        "categories": "EBM,New Wave",
        "venue": "8MM",
        "locationText": "Schönhauser Allee 177b, 10119 Berlin",
        "description": "Let’s be real: Bad Hammer rock, and their new self titled EP does so especially hard. It’s got front to back hits (Angel No 1, It’s You, Green Flash - all career highlights, all available here) and it pulls off the feat of offering instant gratification while also proving to be more rewarding with repeated listening. It’s the highly refined shadow pop you’ve come to know and love from the band, in pristine, perfect form. Like yeah, aber hallooo, duh, it’s Bad Hammer, we all knew they had it in em. Now it’s here.\n\nOn May 23 at 8MM, S/L will present the duo live in concert to celebrate the EP’s release. The show will also feature feature special guest Mustelide, the project of Minsk transplant, BH collaborator and active-in-local-scene artist Natallia Kunitskaya.\n\nP come. ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1921397",
        "cost": null
    },
    {
        "title": "Recharge After Party",
        "startDate": "2024-05-23T07:00:00.000",
        "endDate": "2024-05-23T14:00:00.000",
        "categories": "Techno",
        "venue": "DAS Institut",
        "locationText": "Pappelallee 65, 10437 Berlin, Deutschland",
        "description": "23.May.2024\n\nRecharge Your Energy At Sunrise \n\n\n\nLINEUP :\n===============\n\nSECRET ACT\n\nJUNIOR WA\n\nDARKLIZZ\n\nEPICX\n\n\nINFOS :\n==============\n\nFrom 7 AM to 2 PM! And maybe longer ! \n\nStyle :Techno,Rave,Trance, Groovy ...\n\nWardrobe & Chill Areas & Securitys \n12 Min From Alexanderplatz \n\nLocation : Das Institut Berlin \nPappelallee 65, 10437 Berlin \n\n===========\n\nVisit Our Instagram : recharge_afterparty",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1928576",
        "cost": "10"
    },
    {
        "title": "TRACK:ID #3",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T05:00:00.000",
        "categories": "House,Garage",
        "venue": "Acud Macht NEU",
        "locationText": "Veteranenstraße 21, 10119 Berlin, Germany",
        "description": "[træk aɪ-diː]: A phrase used to identify an unknown track from a DJ\n\nTrack:ID is a diverse Berlin based DJ collective that set itself the goal to bring new sounds to the local music scene.\n\nDelivering anything from Disco, to House, UK Garage and Breaks, the collective tries to break with the typical Berlin techno sound and offer an alternative to those who seek it.\n\nCome and join them in a night to remember that is going to make you ask yourself more than once: what’s that track called?",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1913940",
        "cost": "10"
    },
    {
        "title": "DESET X Club der Visionaere",
        "startDate": "2024-05-23T15:00:00.000",
        "endDate": "2024-05-24T08:00:00.000",
        "categories": "House,Electronica",
        "venue": "Club der Visionaere",
        "locationText": "Am Flutgraben 1, 12435 Berlin, Germany",
        "description": "We are happy to announce the line up for our Deset Music upcoming event at Club Der Visionaere\n\nMain room: Caruan, Cllaudio PRC, Daox, ERIS, Francesco Carvetta, Jacopo\n\nChill room: Indi Zone, Jack D, Zeus\n\nHappy Bday Caruan!",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1927184",
        "cost": "5"
    },
    {
        "title": "BITE NITE",
        "startDate": "2024-05-24T23:59:00.000",
        "endDate": "2024-05-25T07:00:00.000",
        "categories": "",
        "venue": "Berghain | Panorama Bar | Säule",
        "locationText": "70 Am Wriezener Bahnhof; Friedrichshain; 10243 Berlin; Germany",
        "description": "Dystopische Cyberpunk-Ästhetik trifft auf unterkühlten Synthwave, maskuline Electronic Body Music, Italo und Techno - mit BITE hat Phase Fatale seit 2018 eine Plattform für Musiker*innen geschaffen, die das Erbe der 80er Jahre mit den Produktionsmethoden von heute fortschreiben. Für die BITE Nite auf beiden Floors hat Phase Fatale, der heute zusammen mit Pablo Bozzi unter ihrem Italo-Body-Projektnamen Soft Crash auflegen wird, sowohl Label-Acts wie Unhuman als auch befreundete DJs wie The Hacker eingeladen. Schwefelgelb ist ein Berliner Techno-Duo, das seit Anfang der 2000er Jahre aktiv ist und mit seiner Dahinter Das Gesicht EP 2017 einen Genre- Klassiker auf dem Label aufnahme + wiedergabe veröffentlicht hat. Ihre energiegeladenen Live- Sets werden von Bewusstsein verändernden Stroboskopgewittern befeuert. Ebenfalls live dabei ist der kolumbianische Produzent Faunes Efe alias Filmmaker. Seine rauen Post-Punk meets EBM-Tracks hat er auf Labels wie Opal Tapes und Veyl veröffentlicht.\n\nDystopian cyberpunk aesthetics meet chilled synthwave, masculine EBM, Italo and techno – since 2018, Hayden Payne aka Phase Fatale has been running BITE as a platform for musicians who continue the legacy of the 80s with the production methods of today. For the BITE Night on both floors, Payne will be DJing with Pablo Bozzi under their Italo body music alias Soft Crash along with label acts such as Unhuman as well as DJ friends such as The Hacker. Active since the early 00s, Schwefelgelb is a Berlin techno duo who released a classic on the label aufnahme + wiedergabe in 2017 with their Dahinter Das Gesicht EP. Their energetic live sets are fueled by storms of mind-altering strobelight. Also performing live is Colombian producer Faunes Efe aka Filmmaker, who has released his raw post-punk-meets-EBM tracks on labels such as Opal Tapes and Veyl.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1874134",
        "cost": null
    },
    {
        "title": "Recess with Zara, Resom, serenus, MXX (live) & superamas",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T07:00:00.000",
        "categories": "Techno,Experimental",
        "venue": "Fitzroy",
        "locationText": "Holzmarktstraße 15, 10179 Berlin, Germany",
        "description": "Save the date! Recess @Fitzroy on the 24th of May.\n\nStep into our alternate reality where sonic, visual and physical expressions converge.\n\nRecess puts together multiple art forms stimulating acoustic senses with special guests: Zara, Resom, serenus, MXX (live) &amp; superamas. Together they'll take you on a deep, unpredictable, organic and rhythmic journey. Axfabris, Gabrielle Chardigny, Roxane Monfort and Giorgia Calliari will bring a unique fusion of dance, visual and art installation.\n\nCome early, stay late - See you on the playground &lt;3\n\n****************\n\nMusic:\nZARA\nResom\nserenus\nMXX (live)\nsuperamas\n\nDance performance: \nRoxane Monfort &amp; Giorgia Calliari\n\nLive VJ:\nAxfabris\n\nArt installation: \nGabrielle Chardigny \n\nDesign by BoraBora\n\n****************\n\nTicket and access: Pre-sales already available on RA, run for a limited number of early bird tickets.\n\n****************\n\nIf you want to attend but cannot afford the entrance fee, please reach out on our Instagram or telegram chat @recess_berlin (for students or unemployed people only). ",
        "price": 15,
        "source": "ra",
        "link": "https://de.ra.co/events/1878079",
        "cost": "10 - 15"
    },
    {
        "title": "Berlin Dance Music Event 2024",
        "startDate": "2024-05-22T20:00:00.000",
        "endDate": "2024-05-27T08:00:00.000",
        "categories": "",
        "venue": "TBA",
        "locationText": null,
        "description": "The Berlin Dance Music Event is a multi-day gathering for the electronic music industry. With the Gathering Event, an educational and influential platform is created, in which the new generation of artists and professionals of electronic music, can be inspired and work on their personal development. In addition, the event offers high-quality contributions to current topics of the scene and is also an ideal place for networking established players in the industry.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1788733",
        "cost": null
    },
    {
        "title": "[IL]LEGAL w/ Xenia, Amstra & Marco Leckbert",
        "startDate": "2024-05-24T20:00:00.000",
        "endDate": "2024-05-25T11:00:00.000",
        "categories": "Trance,Techno",
        "venue": "Complex",
        "locationText": "Landsberger Allee 77, 10249 Berlin",
        "description": "[IL]LEGAL is back. \n\nAfter a longer break and a few changes behind the scenes, it’s finally time again for unforgettable nights, first-class sound, insane vibes, and dancing until you drop!\n\nFor our comeback, we have the best hard-hitting and driving sound with our headliners XENIA, AMSTRA and MARCO LECKBERT. \nHot support comes from the Berlin underground with CØNFIDÆNCE, LISA LOCA, and LULI PANASCI. \n\nThis time our second floor will be hosted by KNOCK KNOCK.\nKNOCK KNOCK is a Berlin-based collective of musicians and creative minds focused on spreading their philosophy through beats, sounds and movement. \nThey stand for an open-minded community where everyone is welcome, and where human connection is the key to share love and good vibrations.\n     \nOn this evening, KNOCK KNOCK presents a lineup for the Second Floor featuring artists such as DJBOUNTY3000, NIØ b2b OTG, DJ ORDNUNGSAMT, and VANILLA THUNDER, offering a mix of trance and bouncy hard trance for a great variety. \n\nAdditionally, they’ll kick off with an open-air event in the new outdoor area of the COMPLEX at 20:00 where DJP will set the stage for an unforgettable night.\n\nGet ready for a rave of superlatives! \n\nGet ready for the new round of [IL]LEGAL!\n\n\n-\tWe do not tolerate any kind of homo- & transphobia, racism & sexism!\n-\tZero tolerance for GBL/GHB!\n-       No Dresscode\n-\tTake care of each other & create a safe space for everyone!\n\nTickets are up for grabs on RA and at the door. \nPlease note, an RA ticket doesn't guarantee entry; in such cases, purchased tickets will be promptly refunded.",
        "price": 22.59,
        "source": "ra",
        "link": "https://de.ra.co/events/1911110",
        "cost": "15€"
    },
    {
        "title": "The M&L moment",
        "startDate": "2024-05-24T20:00:00.000",
        "endDate": "2024-05-25T03:00:00.000",
        "categories": "House,Tech House",
        "venue": "Orangerie Neukölln",
        "locationText": "Schierker Str. 8, 12051 Berlin, Germany",
        "description": "For their anniversary M&L (AKA crydebleich & clueless luis) invite you and a pack of class-A-artists into the beautiful neo-baroque arches of Neukölln's Körnerpark.\n\nCome as you are and have a drag of the groovy-bouncy sound. Expect: house, tech, some trance and pack your dancing shoes.\n\nThe bar will be stacked with exquisite refreshments, while the spacious terrace invites for a peaceful smokey cooldown.\n\nThe dancefloor will be lit up from 8 pm.\n\nCost cover is 5 Euros.\n\nWe can't wait to spend this glowing night together with you!\n\nThe ministry of health advices to move intensely.\n\nSmoking is injurious to health.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1923849",
        "cost": "5"
    },
    {
        "title": "[CANCELLED] Ilhan Ersahin's Istanbul Sessions",
        "startDate": "2024-05-22T20:00:00.000",
        "endDate": "2024-05-22T23:00:00.000",
        "categories": "Jazz",
        "venue": "Panke",
        "locationText": "Gerichtstraße 23, 13347 Berlin",
        "description": "CANCELLED!\nDue to Visa issues, musicians will not be able to travel for this concert. We apologize for this change! All purchased tickets can be returned!\n\n\n\n\n\nFrontman Ilhan Ersahin is one of those rare moguls of the New York City underground scene via his club and record label, Nublu, and he’s spread his New York energy throughout the world. It’s possible to see him jamming with The Red Hot Chili Peppers in Sao Paolo, or featuring Bugge Wesseltoft in Blue Note Tokyo or playing a beautiful oriental set with Turkish gypsies in an elegant concert hall somewhere in Europe.\n\nSince 2008 they have set fire to stages all across the world : from New York to Istanbul, from Paris to Sao Paolo, from London to Skopje… A session is a meeting of a deliberative body to conduct its business. In this case, the business is music, and the music is another heavyweight offering from Ilhan and his crew. Above all, the Istanbul Sessions can aptly be described as cinematic.",
        "price": 20.35,
        "source": "ra",
        "link": "https://de.ra.co/events/1914821",
        "cost": "18€ - 20€"
    },
    {
        "title": " claire rousay + Jules Reidy",
        "startDate": "2024-05-24T20:00:00.000",
        "endDate": "2024-05-24T22:00:00.000",
        "categories": "Experimental,Electronica",
        "venue": "Silent Green",
        "locationText": "Gerichtstraße 35, 13347 Berlin, Germany",
        "description": "silent green presents: Claire Rousay masterfully incorporates textural found sounds, sumptuous drones and candid field recordings into music that celebrates the beauty in life’s banalities. Sentiment symbolizes a meditation on the emotional landscapes of loneliness, nostalgia, sentimentality, guilt and sex. The album’s narrative arc is guided by delicate musical gestures and artistic vulnerability, audaciously synthesizing disparate and unexpected influences. \n\nJules Reidy composes music for processed and acoustic instruments, especially guitars.\n\n\nFriday, 24. May\nsilent green Kuppelhalle\nDoors: 7 pm / Start: 8 pm ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1868218",
        "cost": "23,44€"
    },
    {
        "title": "Art Bei Ton x Semantica",
        "startDate": "2024-05-23T23:00:00.000",
        "endDate": "2024-05-24T08:00:00.000",
        "categories": "Techno",
        "venue": "://about blank",
        "locationText": "Markgrafendamm 24c, 10245 Berlin, Germany",
        "description": "Art Bei Ton x Semantica\nThu. 23.05.24. at ://about blank\n\nFor this very special occasion, we have the honor to invite the legendary label Semantica for a unique night of Deep Techno and trippy visuals!\n\nWe're delighted to bring to Berlin the great DJ, producer, and Semantica label owner Svreca for some trippy mental techno sounds. We'll also have the pleasure to hear the talented Georgian artist Irakli, as well as a special trancy B2B closing set from Hypnotic Black Magic together with amazing DJ Clarisse. Our dear resident Andrea Cossu will open the celebration with some immersive Hypnotic Techno sounds.\n\nSpring is here, and we very much look forward to coming back to the concept of 2 floors - 2 vibes! Expect some driving sonic journeys in the tent, from Breaky sounds to more uplifting music. Find here the talented DJ and producer Mordio, as well as the great Italian artist Ludovica Frauu.\n\nArt Bei Ton meaning 'Art Through Music', we want to bring our guests to explore an immersive experience with the glitchy futuristic VJing from Rahul Sharma on the MDF floor, as well as our video exhibition 'A Wild Trip'.\n\nMDF:\nSvreca (Semantica, Spain)\nIrakli (Staub, Georgia)\nHypnotic Black Magic B2B Clarisse (Art Bei Ton / DVTN, Berlin)\nAndrea Cossu (Art Bei Ton / Semantica, Berlin)\nVJing: Rahul Sharma\n\nTent:\nMordio (IO records, Berlin)\nLudovica Frauu (Basstation, Berlin)\nVideo Exhibition: 'A Wild Trip'\n\nSee you on the dancefloor!",
        "price": 16,
        "source": "ra",
        "link": "https://de.ra.co/events/1874467",
        "cost": "16"
    },
    {
        "title": "UNITY",
        "startDate": "2024-05-23T22:00:00.000",
        "endDate": "2024-05-24T08:00:00.000",
        "categories": "Trance,Techno",
        "venue": "KitKatClub",
        "locationText": "Köpenicker Strasse 76; Mitte; 10179 Berlin; Germany",
        "description": "EVERY FUCKING THURSDAY, UNITY AT KITKAT CLUB\n\nUNITY is a vibrant community of free spirits who seek to connect with their souls and bodies in a respectful, sexy, and playful manner. We have created a space where you can bring your fantasies to life and anticipate high-quality lineups, ranging from uptempo trance/neotrance to uptempo techno, providing a diverse musical experience for all.\n\nPROGRAM\n- hot dressed rave community, only open minded souls\n- Enjoy a top-tier musical program from trance/neotrance to uptempo techno\n- Explore spaces for interactions, installations, and performances\n- Show your hot outfits to our photographer\n- Benefit from a specially trained awareness team\n- Free candy for all of you\n\nRules\n- No strict dresscode, but: „dress for kitkat club“ – be creative!\n- By purchasing a ticket, you consent to our team taking photos at the event for promotional purposes. If you prefer not to be photographed, please inform our photographer.\n- A pre-sale ticket does not guarantee admission! Increase your chances by demonstrating familiarity with the concept, bringing your favorite outfit, being open, and expressing your kinks &lt;3.\n- UNITY strives to be a safe space for everyone. Treat others with respect. All individuals are welcome, regardless of sexual orientation, origin, or religion. Any unwanted touching, offensive language, or disrespectful behavior will result in exclusion from the event.\n- If you feel uncomfortable, don't hesitate to contact our awareness team or any staff member on duty (bouncer, bar staff, etc.). We will assist you promptly!\n- A no-photo policy is in place for all guests. If you want a photo get in touch with our photographer. He or she will capture images for our social media channels. ",
        "price": 16,
        "source": "ra",
        "link": "https://de.ra.co/events/1863189",
        "cost": "16-25"
    },
    {
        "title": "Lange Nacht der Wissenschaft (mit Plattenlieferant, Pavelo & Giorgio, DJ Gabi & mehr)",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T08:00:00.000",
        "categories": "Trance,Ghetto Tech",
        "venue": "Humboldthain Club",
        "locationText": "Hochstraße 46; 13357 Berlin; Germany",
        "description": "In der langen Nacht der Wissenschaft gibt es keine Scheu vor Kitsch. Hier werden cheesy Schnulzen mit zornigen Brettern gemixt. Manchmal rührend, manchmal dolle – aber stets akribisch selektiert und sportlich.\n",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1911386",
        "cost": null
    },
    {
        "title": "ESPRESSO: A Night with Marshall Vincent & Friends",
        "startDate": "2024-05-23T20:00:00.000",
        "endDate": "2024-05-24T02:00:00.000",
        "categories": "Bass,R&B",
        "venue": "Studio dB",
        "locationText": "Studio dB - Uferstrasse 8-11, Studio A14 - 13357 Berlin",
        "description": "Join us at Studio DB for a night with Marshall Vincent. \n\nEnjoy live performances by Marshall Vincent and MUSA, alongside DJ sets from Moneyama, Nico Adomako, and Collo Awata. \n\nIt's all happening on May 23rd, 2024, at 20:00, Uferstrasse 8-11. \n\nBe there.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1931229",
        "cost": "15"
    }
]