[
    {
        "title": "://sektgarten cancelled due to weather forecast",
        "startDate": "2024-05-22T18:00:00.000",
        "endDate": "2024-05-22T22:00:00.000",
        "categories": "",
        "venue": "://about blank",
        "locationText": "Markgrafendamm 24c, 10245 Berlin, Germany",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1928191",
        "cost": "0"
    },
    {
        "title": "LIVE IM 25h with Tschief, Tilmann Schanze & YVY MARAEY",
        "startDate": "2024-05-23T19:00:00.000",
        "endDate": "2024-05-23T22:00:00.000",
        "categories": "R&B",
        "venue": "25hours Hotel Bikini Berlin, 3. Etage",
        "locationText": "Budapester Straße 40, 10787 Berlin",
        "description": "At „LIVE IM 25h“, the pop culture event series at the 25hours Hotel in Bikini Berlin, young artists from a wide range of disciplines meet each month.\n\nTschief\nSebastian Becker has been publishing short poetic and handwritten texts online under the pseudonym TSCHIEF since 2013. His handwriting has become his trademark and has set him apart from many other writers on the internet from the very beginning. More than 100,000 people now follow his writing and thoughts on Instagram.\n\nTilmann Schanze\nThe Berlin writer Tilmann Schanze (25) writes poems about everything that moves him and hits the nerve of his generation with his own style. One of his texts was aptly described as \"a bit like salt in the wound. But somehow I'm into it\", and that fits. At least he thinks so.\n\n\nYVY MARAEY\nAlthough Yvy Marãey grew up in Berlin as the daughter of a German mother, she never let go of her father's Brazilian culture. Together with the New Zealand guitarist and producer Simon Abela, she pursued this interest and began to combine Brazilian rhythms with contemporary R&B. Crystal clear and soulful vocals in English and Portuguese are combined with playful melodies and relaxed beats. Yvy Marãey presents herself in a light and informal manner with a mixture of European and Latin American sounds that find common roots in catchy grooves.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1928097",
        "cost": "0,00"
    },
    {
        "title": "d.OHA!se / thursday techno",
        "startDate": "2024-05-23T23:00:00.000",
        "endDate": "2024-05-24T08:00:00.000",
        "categories": "Techno,Tech House",
        "venue": "Der Weiße Hase",
        "locationText": "Revaler Str 99, 10245 Berlin",
        "description": "### english below ###\n\nd.OHA!se\n\nDonnerstag Techno Oase\n@ Der Weiße Hase\n\ntechnoid mit hartem Beat im Tempel\ndazu House, Disco & Groove @ Anne Bar…\n\n2 Floors LineUp:\n- DJ Kuma\n- Userkiller\n- DarK LiZZ\n- Niko Incravalle\n- Mathias Birnbaum\n\nneben unseren Stamm-DJ‘s, die fast auf jeder Party spielen, holen wir jede Woche 2-3 weitere Acts dazu, um es ein wenig bunt und spannend\nzu gestalten.\nIm Tempel gibts straffen Techno, mal hart,\nmal dark, auch Industrial oder Tekk…\nHier soll es ballern !!!\n\nAnne Bar gibts dagegen fluffigen Arschwackelsound, von House, Disco, Electro,\nTechhouse, Minimal über Oldschool & Millenium Classics.\n\n\nAktuelle Einlassregeln:\n- only Friendly & Nice People welcome\n- only Cash\n- 18+ Event\n\nEinen Dresscode oder spezielle Einlasskriterien\ngibt es nicht. Jeder ist willkommen der weiß wie\ner sich auf einer Party zu benehmen hat.\nD.h. Frauen dürfen in Ruhe tanzen auch wenn\nSie vielleicht wenig oder gar nix anhaben…\nanfassen und abnerven verboten.\nHomophobie, Rassismus und alles was dazu\ngehört werden nicht geduldet.\n\nAnsonsten ist alles erlaubt was Spaß macht, wir freuen uns auf Euch.\n\n► @ Der Weiße Hase \n23.05.2024, 23 Uhr\nRevalerstraße 99 \n10245 Berlin\n\n#############################\n\nd.OHA!se\nThe Berlin Techno Party for Thursday night\nat \"The White Rabbit\"\n\nIn addition to our regular DJs, who play at almost every party, we bring in 2-3 more acts every week to make it a little colorful and exciting\nto design.\nIn the temple there is tight techno, sometimes hard,\nsometimes dark, also industrial or tekk…\nHere it should shoot!!!\n\nAnne Bar, on the other hand, has a fluffy ass shaking sound, from house, disco, electro,\nTechhouse, Minimal to Oldschool & Millenium Classics.\n\n\nCurrent admission rules:\n- only Friendly & Nice People welcome\n- Cash only\n- 18+ Event\n\nA dress code or special admission criteria\nthere is not any. Everyone is welcome who knows how\nhe has to behave at a party.\nI.e. women are allowed to dance in peace, even if\nYou may wear little or nothing at all...\ntouch and annoy forbidden.\nHomophobia, racism and everything related to it\nheard will not be tolerated.\n\nOtherwise everything is allowed that is fun, we look forward to seeing you.\n\n► @ The White Rabbit\nMay/23/2024, 11 p.m\nRevalerstrasse 99\n10245 Berlin",
        "price": 6,
        "source": "ra",
        "link": "https://de.ra.co/events/1910304",
        "cost": "6-8€"
    },
    {
        "title": "MissVergnügen presents KAJBO - live",
        "startDate": "2024-05-22T21:00:00.000",
        "endDate": "2024-05-23T04:00:00.000",
        "categories": "",
        "venue": "Eschschloraque",
        "locationText": "Rosenthaler Str. 39, 10178 Berlin, Germany",
        "description": "Kajbo?\n\nJa, Kajbo.\n\n\nKajbo heißt auf Schwedisch Dohlennest. Sehr gemütlich? Auf japanisch bedeutet Kajbo „Autopsie\", gemütliche Autopsie? Was bedeutet Kajbo auf Estnisch?\n\nRainer Jancis:\n\n(...) you have to try some other language or make up meaning yourself.\n\n All words are just bubbles , they become something only after we make agreement what they mean. ... words are rockstars\"\n\n\nKajbo ist ein neues Wort.\n\n\nKajbo heißt Satire trifft progressive Popmusik, harte Beats, zarte Synthies, geniale Texte, die den Zeitgeist treffen.\n\nSind wir normal? Sind wir legal? Ist die Revolution digital? Bist du gut strukturiert? Macht jemand Kaffee nur für dich?\n\nDie Antwort kennst nur du.\n\n\nKajbo ist eine fiktive Person, präsentiert von Boky als Kajbo und Schmacky als seinem Host.\n\nGanz nach dem Motto:\n\n„Kommt tanzen, kommt staunen!\"\n\n\nKajbo\n\nNeue Lieder! Neue Show!\n\nDjne:MissVergnügen\n\nab 21uhr\nLive show 22uhr ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1902412",
        "cost": null
    },
    {
        "title": "Disco Berlin",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T08:00:00.000",
        "categories": "House,Disco",
        "venue": "AVA Club",
        "locationText": "Warschauer Pl. 18, 10245 Berlin, Germany",
        "description": "u-Disco, uplifting House, Hi-NRG and everything in between to put you in proper grooves! Disco Berlin will aim to bring back Disco vibes, colorful dancefloors, and happy nights on 2 floors to AVA Berlin!",
        "price": 15,
        "source": "ra",
        "link": "https://de.ra.co/events/1891954",
        "cost": "15"
    },
    {
        "title": "FRIDAY with M89, Gaamer and Chris Fuego",
        "startDate": "2024-05-24T20:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "House,Hip-Hop",
        "venue": "Promenaden Eck",
        "locationText": "Schillerpromenade 11, 12049 Berlin",
        "description": "Oldschool Hip Hop/80s/90s and House/Deep House on two floors.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1912668",
        "cost": null
    },
    {
        "title": "Anechoic X Groove Street",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T07:00:00.000",
        "categories": "Trance,House",
        "venue": "Nachtvogel",
        "locationText": "Oranienstrasse 39, 10999 Berlin",
        "description": "Anechoic X Groove Street\n\nOn May 24th, we'll take our audience on a musical journey, starting at 128 BPM and gradually rising to 140-150 BPM. Let's embark on an amazing voyage through house music, heavy bassline beats, funky tunes, bouncy rhythms, UK garage, techno, and trance with uplifting beats. Follow the music and bring your own incredible experience to this spring event with your happy feet.\nThis marks the first collaboration between Anechoic and Groove Street. It promises to be a fantastic experience as two different music genres come together to organize a musical journey for our audience.\n\n————————————////—————————-\nSee below for artist descriptions. (A-Z)\n\nAELVA K \nAugust Kind \nBbymeister \nKETUXX b2b Michael Gubaew \nKutno \nM3O\n————————————////—————————-\nAbendkasse 13 euro \n\nYou won’t be rejected from the club because of your outfit… However, any form of discriminatory behavior will not be tolerated.\n————————————////—————————-",
        "price": 10,
        "source": "ra",
        "link": "https://de.ra.co/events/1921261",
        "cost": "13"
    },
    {
        "title": "Toy Tonics Jam",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T08:00:00.000",
        "categories": "House,Disco",
        "venue": "OST",
        "locationText": "Alt-Stralau, 1-2 Friedrichshain 10245",
        "description": "",
        "price": 16,
        "source": "ra",
        "link": "https://de.ra.co/events/1900443",
        "cost": "20"
    },
    {
        "title": "Birgits Weekender with Intaktogene, Aio, Dizharmonia, GIGEE, Eleonora, Chris Veron, uvm",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-26T08:00:00.000",
        "categories": "Techno,House",
        "venue": "Birgit",
        "locationText": "Schleusenufer 3, 10997 Berlin",
        "description": "Age 21+\nPresale and box office\nNo Cash - Card only\n\nNo Place for Racism, Homophobia, Sexism or any other bullshit!\n\nTickets are available at the door with a CARD payment. RA ticket does not guarantee entry; purchased tickets will be refunded in that case.",
        "price": 12,
        "source": "ra",
        "link": "https://de.ra.co/events/1875925",
        "cost": "€"
    },
    {
        "title": "APERIGiri - SEASON OPENING",
        "startDate": "2024-05-23T18:00:00.000",
        "endDate": "2024-05-24T00:00:00.000",
        "categories": "Bass,Electro",
        "venue": "Giri",
        "locationText": "Hermannstrasse 14, 12049 Berlin",
        "description": "Join us every Thursday evening from 6pm to midnight for the second season of ultimate weekly apéritif experience: APERIGIRI. \n\nThis week, our resident DJs will be taking over the decks, curating the perfect soundtrack to accompany your evening of community and relaxation. Meanwhile, the GIRI team will be hard at work preparing a delicious array of bites and drinks to tantalize your taste buds.\n\nWhether you're looking to unwind after a long day or kickstart your weekend early, APERIGIRI is the place to be. Join us as we celebrate the beginning of summer with music, drinks, and good vibes all around!\n\nBaci",
        "price": 0,
        "source": "ra",
        "link": "https://de.ra.co/events/1926410",
        "cost": "0"
    },
    {
        "title": "BLUSH2000: HAUS PARTY",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T04:00:00.000",
        "categories": "Hip-Hop,Pop",
        "venue": "Chausseestrasse 131",
        "locationText": "Chausseestrasse 131, 10115 Berlin, Germany",
        "description": "Hope you missed us the way we miss high school house parties, as we're celebrating our first b-day by throwing a Haus Party in a magnificent Altbau in Mitte\n\nWe want to bring the atmosphere of pure youthful joy with loud music, colourful decorations, all the 2000's songs, kisses in the toilets, blurred photos and hopefully no cops\n\nDresscode:\nPrepare your most outstanding dresses and everything that shines or recreate your best outfits from 00's\nHints: y2k, everything that shines, questionable fashion choices of the past \n\nAdd the date to your calendar: 24th of May \nLocation: Chausseestraße 131\n\nTickets can be available at the door for full price (depends on capacity) ",
        "price": 14.7,
        "source": "ra",
        "link": "https://de.ra.co/events/1920173",
        "cost": null
    },
    {
        "title": "BDME Opening Drinks - Free Entry",
        "startDate": "2024-05-22T20:00:00.000",
        "endDate": "2024-05-23T04:00:00.000",
        "categories": "House",
        "venue": "TBA - Troya Bar",
        "locationText": null,
        "description": "The Berlin Dance Music Event invites you to our Kick Off Gathering! Join us for a relaxed event to ease into the Berlin Dance Music Event 2024 with casual networking and smooth beats. It’s the perfect way to start your festival experience, meet fellow music enthusiasts, and get into the groove of the event. Don’t miss this chance to connect and celebrate the beginning of a memorable weekend in the heart of Berlin’s vibrant music scene!",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1924102",
        "cost": "0"
    },
    {
        "title": "ABOR x Småland",
        "startDate": "2024-05-24T23:59:00.000",
        "endDate": "2024-05-25T09:00:00.000",
        "categories": "House,Minimal",
        "venue": "OXI",
        "locationText": "Wiesenweg 1-4, 10365 Berlin",
        "description": "Step into the beat-saturated realm of Berlin's ABOR Collective and Hamburg's well-known event series SMÅLAND for a night that's not just a party—it's a vibe. \n\nExpect a meticulously curated fusion of pulsating house and minimal music, where the O-floor throbs with deep, driving minimal beats, courtesy of ABOR, while the X-floor ignites with the infectious rhythms of shaking and pumping house sound, handpicked by the Småland crew. \n\nAnd guess what? This sonic extravaganza syncs perfectly with the pulse-pounding energy of the Berlin Dance Music Event 2024, making it a must-hit for all you electronic music aficionados out there.",
        "price": 20,
        "source": "ra",
        "link": "https://de.ra.co/events/1913926",
        "cost": "20"
    },
    {
        "title": "Späti Rave",
        "startDate": "2024-05-22T19:00:00.000",
        "endDate": "2024-05-23T03:00:00.000",
        "categories": "Techno,House",
        "venue": "TBA",
        "locationText": null,
        "description": "Join us for a Späti Rave! \n\nRegistration via Luma is a MUST (Link below) \n\nøhr collective, together with BlockRavers is throwing a Späti Rave, and you don't wanna miss it! Prepare to be mesmerized by an electrifying lineup of Berlin’s finest and international DJs, accompanied by an Audio-Visual performance by Nikita FREEBOID, set to transform your night into an unforgettable journey of sound. Immerse yourself in a vibrant atmosphere, where the beats resonate with the pulse of the city, and every sip of your drink syncs with the music’s flow.\n\nAs a highlight of Blockchain Week Berlin 2024, this event is a collaboration of innovation and beats, brought to you by the pioneers at Crypto Girls Club and their partners. \n\nDon’t just attend an event; be part of a movement with øhr as we dance toward a new era in the electronic music industry. øhr’s mission is to transform the electronic music landscape for DJs and underground producers by enhancing their earnings beyond live gigs through innovative monetization channels, the gain of precise insights into the distribution and performance of their music, and cultivating richer relationships with fans and collaborators.\n\nDress Code: Come as you are, leave as a legend\nBe there or be square – because this is where the blockchain beats! \n",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1927490",
        "cost": "0"
    },
    {
        "title": "NATURAL pres: DJ LICHENE (Vinyl+Cassette DjSet) Ambient - Experimental Sounds",
        "startDate": "2024-05-22T19:00:00.000",
        "endDate": "2024-05-22T21:00:00.000",
        "categories": "Ambient,Experimental",
        "venue": "Astral Junction",
        "locationText": "Rigaer Str. 105, 10247 Berlin",
        "description": "Next Wednesday 22 May, we are pleased to present a special guest DJ Lichene.\n\nDJ Lichene start to select New-Wave, rigid, cold, rough-edge, blind-alley and the drum machine beats always like a metronome. No matter if the sound comes from the past, the present or the future, they are more and more devoted to select the best minimal-synth-wave music!\n\n19:00 | 5 € entry\n\nLGTBQIA +\n\nWe support sustainability\n\n///////-\n\nAm Mittwoch, 22. Mai, freuen wir uns, unseren besonderen Gast zu präsentieren: DJ Lichene.\n\nDJ Lichene´s Set ist kalt, rau, kantig und  schlägt immer wie ein Metronom ein. Egal, ob der Sound aus der Vergangenheit, der Gegenwart oder der Zukunft kommt, sie sind mehr und mehr gewidmet, um die beste Minimal-Synth-Wave-Musik zu wählen!\n\n19:00 | Eintritt 5€\n\nLGTBQIA +\n\nWir unterstützen Nachhaltigkeit!\n\n\n///////// ASTRALIA |||||||||| LUFT \\\\_\nRigaer Str. 105, 10247 Berlin-Ost/East\nFriedrichshain\n\n\n\n#astralialuft\n\n#apophenia #klubtag #imgarten #astraljunction\n\n#techno #berlintechno #dronetechno #melodictechno #rave #ravesound #ravestyle #deeptech #rawtechno\n\n#friedrichshain\n\n#berlin",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1925601",
        "cost": "5"
    },
    {
        "title": "Shameless/Limitless: YHWH Nailgun (NYC) + Data Anamial (Dedstrange, Berlin)",
        "startDate": "2024-05-22T19:00:00.000",
        "endDate": "2024-05-22T23:59:00.000",
        "categories": "Hardcore,Post-Punk",
        "venue": "Loophole",
        "locationText": "Boddinstrasse 60; Neukölln; 12053 Berlin; Germany",
        "description": "Building a better rock show at Loophole:\n-Book NYC’s force majure post hardcore art rock powerhouse YHWH Nailgun for their debut show in Berlin;\n-Add the Dedstrange Records signed local treasure Data Animal to ensure the numbers are appropriately animalistic and accurate;\n-Invite Kaspars Groševs who runs the renowned 427 Gallery in Rīga, to contribute caulked and sealed artwork and;\n-Nicely but firmly, said while looking directly in your eyes: please come.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1921392",
        "cost": null
    },
    {
        "title": "WOCHENMITTE w. Pedro Mercado",
        "startDate": "2024-05-22T17:00:00.000",
        "endDate": "2024-05-23T00:00:00.000",
        "categories": "House,Afro House",
        "venue": "Klunkerkranich",
        "locationText": "Karl-Marx-Straße 66, 12043 Berlin",
        "description": "Bergfest und dazu darf gerne eine Faust voll wohlgewähltem House serviert werden. Der DJ & Produzent Pedro Mercado ist aus Belgien zu Gast und bringt uns zum heutigen Abend Organic- und Afro- House Sounds in unser *Wohnzimmer. Pedro Mercado betriebt zudem das erfolgreiche Label Chrom Recordings – Check it out!\n\n[EN]\nAlready Wednesday and we are very happy to have Pedro Mercado up our roof this evening. The DJ & producer from Belgium packed some High Vibes and serves us fresh Organic- and Afro- House for the sunset.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1928086",
        "cost": "5"
    },
    {
        "title": "SCUMDANCE feat. Merve, Denzel, Nikolajev, LLL",
        "startDate": "2024-05-23T22:00:00.000",
        "endDate": "2024-05-24T05:00:00.000",
        "categories": "",
        "venue": "Sameheads",
        "locationText": "Richardstrasse 10; Neukölln; 12043 Berlin; Germany",
        "description": "SCUMDANCE is back for another round of midweek wobbletronix",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1923926",
        "cost": null
    },
    {
        "title": "GUTZEIT",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T10:00:00.000",
        "categories": "",
        "venue": "Kater Blau",
        "locationText": "Holzmarktstrasse 25, 10243 Berlin",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1918887",
        "cost": null
    },
    {
        "title": "INFECTED DNB with NATHAN X",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T07:00:00.000",
        "categories": "Drum & Bass",
        "venue": "Void Hall",
        "locationText": "Wiesenweg 5-9, 10365 Berlin",
        "description": "FRI, 24.05.2024 | INFECTED w/ NATHAN X (UK)\nDrum & Bass at VOID Hall, Berlin\n\n▬▬▬▬▬▬▬▬● Tickets ●▬▬▬▬▬▬▬▬\n\nPresale: 11 € - Abendkasse/Box-office: 13 €\n\n▬▬▬▬▬▬▬▬▬● Info ●▬▬▬▬▬▬▬▬▬\n\nDrum & Bass music is an integral part of the electronic music scene, and it has been gaining popularity over the years. Drum & Bass events are a great way to experience the unique and powerful energy of this genre.\nThe atmosphere at these events is unlike any other. The basslines thump through the air, creating a heavy, yet exciting atmosphere. Everybody is dancing enthusiastically, and it’s easy to get lost in the moment. The energy of the crowd is palpable, and it’s infectious.\nThe lineup at Infected Drum & Bass events is carefully curated to create a unique and memorable experience. DJs spin the hottest tracks of the moment, often mixing in some timeless classic tunes.\nA Drum & Bass event is a great place to meet like-minded people and make long-lasting friendships. Everyone is there to enjoy the music and have a good time, and it’s easy to make connections with fellow music lovers.\nIf you’re looking for an unforgettable night out, a Drum & Bass event is the perfect option. The music, atmosphere, and people make for a party that you won’t soon forget. So come join in the fun and make some amazing memories.\n\n18+ Event - Doors: 23:00 h\n\n▬▬▬▬▬▬▬▬● Location ●▬▬▬▬▬▬▬▬\n\nVOID Hall - Wiesenweg 5-9 | 10365 Berlin\nS-Ostkreuz | S+U Frankfurter Allee | S-Nöldner Platz",
        "price": 12.45,
        "source": "ra",
        "link": "https://de.ra.co/events/1921039",
        "cost": "11,00 - 13,00"
    },
    {
        "title": "Crazy Love",
        "startDate": "2024-05-23T21:00:00.000",
        "endDate": "2024-05-24T04:00:00.000",
        "categories": "Deep House,Disco",
        "venue": "Repeat",
        "locationText": "Lausitzer Str. 1, 10999 Berlin",
        "description": "A journey through Deep House & Disco bears and beyond \nCome dance, chat and smile in one of Berlin’s favourite late nite spots",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1928947",
        "cost": "5"
    },
    {
        "title": "60waves",
        "startDate": "2024-05-22T15:00:00.000",
        "endDate": "2024-05-23T06:00:00.000",
        "categories": "",
        "venue": "Club der Visionaere",
        "locationText": "Am Flutgraben 1, 12435 Berlin, Germany",
        "description": "Record store 60waves takes its crates to CDV for a midweek dance, with Munich house doyen Julietta and Robert Johnson resident Phil Evans.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1924562",
        "cost": null
    },
    {
        "title": "Circuit Structure X Mutate X Warehouse Manifesto",
        "startDate": "2024-05-24T17:00:00.000",
        "endDate": "2024-05-25T09:00:00.000",
        "categories": "Techno,House",
        "venue": "M01",
        "locationText": "Markgrafendamm 1, 10245 Berlin, Germany",
        "description": "Circuit Structure // MUTATE // Warehouse Manifesto\n\nBringing our combined vision of techno to a unique space in East Berlin.\nA selection of techno to symbolise rhythm, passage or dance with focus to transmit our vision through hypnotic elements, fast paced groove and futurism.\n\nM01, a new sister venue to Renate and ELSE. M01 will channel diverse sounds, On arrival,\npunters will enter the club from the north side of Renate's building on Markgrafendamm before\npassing through a secret garden complete with fairy lights and shipping containers, in classic\nELSE and Renate style.\n\nZero tolerance for violence, homophobia, transphobia, sexism, racism, or abuse. A Safe dancing space is at the core of our vision.\n\nCircuit Structure // MUTATE // Warehouse Manifesto",
        "price": 13.55,
        "source": "ra",
        "link": "https://de.ra.co/events/1871381",
        "cost": "8/10/12/15"
    },
    {
        "title": "Sportclub Bar Session vol.2",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "Techno,Acid",
        "venue": "Funkloch Berlin",
        "locationText": "Wildenbruchstr. 68, 12045 Berlin",
        "description": "The bar session returns to celebrate spring in the city.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1920560",
        "cost": null
    },
    {
        "title": "Partisan",
        "startDate": "2024-05-24T18:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "",
        "venue": "Club der Visionaere",
        "locationText": "Am Flutgraben 1, 12435 Berlin, Germany",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1877879",
        "cost": null
    },
    {
        "title": "Tausend ELECTRONICA - Ceci Fierce",
        "startDate": "2024-05-23T22:00:00.000",
        "endDate": "2024-05-24T04:00:00.000",
        "categories": "Tech House,Afro House",
        "venue": "Tausend",
        "locationText": "Schiffbauerdamm 11; Mitte; 10117 Berlin; Germany",
        "description": "Ceci Fierce emerges as a rising star among Berlin-based DJs and Producers, celebrated for her inventive and vibrant House music fusions.Her musical odyssey commenced at the age of five, mastering the violin and self-teaching piano. As time unfolded, she ventured into composing classical pieces and exploring the art of DJing during her college years, setting the stage for her distinctive sound today.\nCeci's performances transcend mere music; they become immersive voyages. She effortlessly connects with her audience, guiding them through a sonic labyrinth of unexpected twists and turns, fueled by her infectious positivity. Renowned for her versatility, her sets evolve from Organic and Afro House to Melodic, Tech, and Progressive House as the night unfolds, showcasing her dynamic prowess behind the decks.\nWhile her narrative continues to unfold, one truth remains constant: when Ceci Fierce takes the stage, ears perk up and hearts beat to her rhythm.\n",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1915084",
        "cost": "10"
    },
    {
        "title": "BDME Grand Opening // free entry all night long",
        "startDate": "2024-05-23T20:00:00.000",
        "endDate": "2024-05-24T06:00:00.000",
        "categories": "Techno",
        "venue": "Ritter Butzke",
        "locationText": "Ritterstrasse 26; Kreuzberg; 10969 Berlin; Germany",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1918880",
        "cost": null
    },
    {
        "title": "cutre",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "",
        "venue": "Panke",
        "locationText": "Gerichtstraße 23, 13347 Berlin",
        "description": "hiii cut(r)e bbs, feel very invited to our cutre queer&soli performative party from ur local cut(r)ies to all u cut(r)ies & allies. \n\nthis time we gonna shake it up-down-in-out-etccc (and beyondss (or not!)) with something we call deconstructed perrrreo (?), like we might go some little bit experimental (!)\n\nwe wanna invite u to collectively imagine different worlds u like to live in after consciously destroying the ones u know (u know?)\n\nespecially dedicated to dissident and racialized beings from the global south & allies\n\ndj-sets & performances will join us in this night journey\n\n*****\n\nbehind all this we are working on a social project localized in Esmeraldas (Ecuador). we have a rural house that we're starting to use as a relief center for girls that have suffered sexual abuse. our contribution from the other side of the world, aware of our privileges, would be running this kind of events and give them 60% of the profit. with the other part, we aim to continue organizing more and create a sustainable solidarity economy.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1925109",
        "cost": "15"
    },
    {
        "title": "C4 ENTER THE RAVE Vol. 4",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T07:00:00.000",
        "categories": "Techno,House",
        "venue": "Void Club",
        "locationText": "Wiesenweg 5, 10365 Berlin",
        "description": "Take a seat for our last journey to Planet Rave!\n\nAfter a year of unforgettable memories, we’re make a final rave for you on 24. May 2024 in VOID Club. \nClose together with us the chapter of our ENTER THE RAVE-series with a blast between Techno, Trance and Old School Rave Sound. \n\n\nSee you on the dance floors &lt;3",
        "price": 13,
        "source": "ra",
        "link": "https://de.ra.co/events/1876086",
        "cost": "8 - 15"
    },
    {
        "title": "TAUBE RECORDS LABEL NIGHT",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T09:00:00.000",
        "categories": "Electro",
        "venue": "ÆDEN",
        "locationText": "Schleusenufer 2, 10997 Berlin",
        "description": "Aeden Club is gearing up for a night that will redefine your clubbing experience! \nOn the 24th of May, Taube Records takes centre stage, promising a label night that's more than a get-together - it's a soundscape. \nDive deep into the heart of electronic music with an evening that will deliver an eclectic mix of tunes, pulsating rhythms and a vibe that's second to none.",
        "price": 15.8,
        "source": "ra",
        "link": "https://de.ra.co/events/1896467",
        "cost": null
    },
    {
        "title": "Globus Invites hosted by Monty Luke",
        "startDate": "2024-05-23T23:00:00.000",
        "endDate": "2024-05-24T09:00:00.000",
        "categories": "",
        "venue": "Tresor / Globus",
        "locationText": "Köpenickerstrasse 70; Mitte; 10179 Berlin; Germany",
        "description": "New opening time from Wed. to Sat. 23:00 - Close ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1898486",
        "cost": "13"
    },
    {
        "title": "Zuckerzauber Opening",
        "startDate": "2024-05-24T18:00:00.000",
        "endDate": "2024-05-27T06:00:00.000",
        "categories": "House,Disco",
        "venue": "Zuckerzauber",
        "locationText": "Markgrafendamm 24c, 10245 Berlin",
        "description": "Season Opening of the cute place at Ostkreuz. Sweeten up your summer. Sugar Magic style.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1926420",
        "cost": null
    },
    {
        "title": "DAZA & freunde",
        "startDate": "2024-05-24T18:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "",
        "venue": "Minimal Bar",
        "locationText": "Rigaer Strasse 31; Friedrichshain; 10247 Berlin; Germany",
        "description": "You wanna spend a night with Electronic Beats,Ping Pong & nice Drinks? A Dance Floor & creative cosy chill Areas? Come to our Minimal Bar!! Here you will have fancy Drinks & cool Bar-Tenders, daily Electronic life DJ's, Berlin Art and heaps of Fun in our Table-Tennis Area. No Racism. No Sexism. No Homophobia. No Transphobia. No Discrimination of any kind.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1882796",
        "cost": null
    },
    {
        "title": "Variety x Klunkerkranich",
        "startDate": "2024-05-23T16:00:00.000",
        "endDate": "2024-05-24T02:00:00.000",
        "categories": "Tech House,Downtempo",
        "venue": "Klunkerkranich",
        "locationText": "Karl-Marx-Straße 66, 12043 Berlin",
        "description": "*Wohnzimmer ab 16 Uhr / *Club „Hinter den Alpen“ ab 20 Uhr\nenglish below*\nEs ist mal wieder soweit und die Varietys haben im Sturzflug dem Klunkerkranich wieder was ins Nest gelegt. Geboten wird euch allerlei Gebretter also macht euch gefasst auf pulsierende Beats über den Dächern Berlins.\nHere's the English translation:\n\"It's that time again, and the varieties in the magical nosedive have once again left something in the Klunkerkranich's nest. You'll be offered all sorts of smashing, so brace yourselves for pulsating beats over the rooftops of Berlin.\"",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1918859",
        "cost": "05,00-08,00"
    },
    {
        "title": "mittendrin mit Deacon Frost Jr",
        "startDate": "2024-05-22T18:00:00.000",
        "endDate": "2024-05-23T04:00:00.000",
        "categories": "",
        "venue": "Minimal Bar",
        "locationText": "Rigaer Strasse 31; Friedrichshain; 10247 Berlin; Germany",
        "description": "You wanna spend a night with Electronic Beats,Ping Pong & nice Drinks? A Dance Floor & creative cosy chill Areas? Come to our Minimal Bar!! Here you will have fancy Drinks & cool Bar-Tenders, daily Electronic life DJ's, Berlin Art and heaps of Fun in our Table-Tennis Area. No Racism. No Sexism. No Homophobia. No Transphobia. No Discrimination of any kind.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1902247",
        "cost": null
    },
    {
        "title": null,
        "startDate": null,
        "endDate": null,
        "categories": "",
        "venue": null,
        "locationText": null,
        "description": null,
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1921070",
        "cost": null
    },
    {
        "title": "Garage Girls 2nd Bday Bash",
        "startDate": "2024-05-24T23:59:00.000",
        "endDate": "2024-05-25T09:00:00.000",
        "categories": "Bass,Garage",
        "venue": "OHM",
        "locationText": "Köpenicker Str. 70, 10179 Berlin, Germany",
        "description": "Go GG It’s ya birthday..\n\nIn fact, make that our 2nd Birthday !!!\n\nWe cannot believe it’s been 2 whole years since our first ever party and it just keeps growing !\n\nFirstly, we want to say how thankful we are to all you cuties who have been with us from the start, the gorgeous community we have grown and the amazing memories we have created. We love and appreciate you! \n\nTo celebrate our 2nd birthday we have a smoking hot lineup of UKG’s finest who are ready to serve you a big old slice of your beloved garage tuneskis. Who said you can’t have your cake and eat it?!? \n\nIntroducing our stacked birthday lineup, we will be joined by LA’s hottest UKG producer and all round bad girl DJ, Introspekt and London’s rave fave, Angel D’lite! Its safe to say we’re in great company.\n\nOf course you will also have your Garage Girls on b2b duties steering this party ship into destination euphoria! \n\n_________________________________________________________\n\nRemember tickets are only available on the door so get down early to dance with us!\n\nOur event is an inclusive event. We want everybody to feel safe, respected and comfortable. If at any point in the night you don’t feel safe, please make sure to speak directly to the venue staff or organisers who will be able to support you.\n\nNO racism/discrimination/sexism/homophobia/transphobia-any form of predatory, intimidating or negative behaviour and you’ll be shown the door.\n\nLet’s all enjoy this together. See you in the dance!\n\nLove GG",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1907172",
        "cost": "15"
    },
    {
        "title": "Ü vagab0nd",
        "startDate": "2024-05-24T23:59:00.000",
        "endDate": "2024-05-25T10:00:00.000",
        "categories": "Trance,Techno",
        "venue": "TBA - SECRET LOCATION, Neukölln BERLIN",
        "locationText": null,
        "description": "Dazed (Hard Dance Therapy) & Rave Against the Machines are proud to deliver you a night of musical debauchery featuring a wild mix of most excellent humans from all around the world. It doesn’t matter where we are all from, or why we ended up here - all that matters is that you have a good time. Let out your demons on the dancefloor, make new friends, shed old feelings…\n\nFeaturing:\n\n(a-z)\nDANE FREY\n\nGROOVE PLAYGIRL\n\nHAO\n\nHRX\n\nPOOJA B\n\nSHUGO NOSS\n\nWISER.\n\nLocation announced 24hr before\nMessage @dazed.hdt for more info \n\n&& come as the most authentic ü, vagabond xxx",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1918115",
        "cost": "15"
    },
    {
        "title": "Come, let me show you around",
        "startDate": "2024-05-22T20:30:00.000",
        "endDate": "2024-05-23T02:30:00.000",
        "categories": "Ambient,Experimental",
        "venue": "Kwia",
        "locationText": "Maybachufer 16, 12047 Berlin",
        "description": "The second chapter of “Come, let me show you around” at kwia is happening on Wednesday, 22nd May. This time, our guests reflect diverse dualities, bringing together their deep-rooted heritage and the musical influences they’ve embraced along their journeys.\n\nDate: Wednesday, May 22nd\nTime: 20:30 - late\n\nNico Adomako is a Berlin and Accra-based trans-disciplinary artist. As co-founder of Oroko Radio and the Berlin DJ collective Einhundert, Nico has shaped the music and art scenes in Berlin and Accra. He produces events globally, from London to Tokyo. For this event, Nico shares music from Accra, Kingston, and London, reflecting his globally-minded perspective and commitment to his community.\n\nLawrence Lee, from New York with Korean and Brazilian roots, is based in Berlin where he founded the A7A imprint and LUSH club night. Known for releases on UMAY, Radiant Records, E-Missions, International Chrome, and Mala Junta, Lawrence will explore the meaning of home by sharing music that reflects his Korean and Brazilian heritage.\n\nNinafterdark is a DJ and co-founder of the collective Slipmode. Known for her genre-jumping sets that blend nostalgic edits and global club sounds, she approaches music with a non-committal attitude towards the dancefloor. At our event, Ninafterdark will share music from her Somali roots and the influences she found in London.\n\nLuwei, the show's creator, will be conducting the event. Luwei will share sounds from Milan, her second home, from a personal perspective.\n\n\"Come, Let Me Show You Around\" is a radio show dedicated to uncovering and celebrating geographically underrepresented musical landscapes from around the globe. The show is built around the concept of showcasing music that holds special significance to our guests—from the melodies of their hometowns to the sounds that have inspired them wherever they've roamed. As we explore these special musical selections, we open the floor to stories about cultural backgrounds, personal journeys, and how heritage shapes the music we love.\n\nAmazing graphic design by @f3nk33 ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1925769",
        "cost": "10"
    },
    {
        "title": "BLUME AUF ASPHALT hosted by Kalte Liebe",
        "startDate": "2024-05-23T21:00:00.000",
        "endDate": "2024-05-24T07:00:00.000",
        "categories": "Electro",
        "venue": "RSO.BERLIN",
        "locationText": "Schnellerstrasse 137, 12439 Berlin",
        "description": "Join Blume auf Asphalt at the RSO Berlin on Thursday 23rd May. Hosted by Kalte Liebe, the night promises an intense mix of EBM, new wave, punk, and techno vibes. The line-up features the iconic David Vunk aka Im Kellar alongside Atzenpunk, Diggi Daniel, Mara & Vela, Sydney Valette, and more TBA, each bringing their special flair to elevate the RSO to a concert venue rather than a club. Prepare yourself for an unrelenting sonic journey through the darker, edgier sides of electronic music and beyond.",
        "price": 22.6,
        "source": "ra",
        "link": "https://de.ra.co/events/1912613",
        "cost": null
    },
    {
        "title": "Tresor New Faces hosted by SØNDER",
        "startDate": "2024-05-22T23:00:00.000",
        "endDate": "2024-05-23T09:00:00.000",
        "categories": "",
        "venue": "Tresor / Globus",
        "locationText": "Köpenickerstrasse 70; Mitte; 10179 Berlin; Germany",
        "description": "New opening time from Wed. to Sat. 23:00 - Close ",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1898479",
        "cost": "13"
    },
    {
        "title": "Sky-Bar Warmup - Free Entrance - House & Electronica",
        "startDate": "2024-05-23T18:00:00.000",
        "endDate": "2024-05-24T01:00:00.000",
        "categories": "",
        "venue": "Solar",
        "locationText": "Stresemannstraße 76, 10963 Berlin",
        "description": "SOLAR Sky-Bar is situated close to Potsdamer Platz, right in the heart of Berlin, located on the 16th and 17th floor of an appartment building. Enjoy our fantastic 270-degree view on comfortable couches and swings or lounge-beds in our separate smoking area. Local heroes and international acts accompany our living room atmosphere with their freshest and favorite tunes from House, Electronica, Downbeat, Jazz, Soul, Hiphop and Chillout.",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1924485",
        "cost": "0,00"
    },
    {
        "title": "Couples Connected",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T06:00:00.000",
        "categories": "Techno,Tech House",
        "venue": "Insomnia",
        "locationText": "Alt-Tempelhof 17-19, 12099 Berlin",
        "description": "Lustful evening for couples, women & trios only\nHosts: Miss Mira & Nestor\nMelodic Techno, Techhouse & Electro by DJs Kenny & Vero\nDress code: Sexy and stylish - your imagination is your only compass!\nOpen Bar - All Inclusive* Drinks 99€ couples / 130€ trios / 25€ women / Students & Social Ticket** 75€ (couple)\nYoung couples up to 25 years receive a discount of 20€. (The total number of years must not exceed 52)\n\nReady for a night of passion, adventure and exciting encounters? Hosts of the Evening Miss Mira & Nestor are in the mood for more and are finally opening the doors to an exclusive sex-positive soiree at the weekend for couples, women & trios only, a sensual journey into the world of lust and freedom - without any single men.\n\nAnd as befits a weekend party, you can look forward to the finest electronic beats.\n\nThis exciting event offers a safe and respectful environment in which you can freely live out your innermost desires. Whether you are curious, want to make new friends or are already an experienced swinger - everyone is welcome!\n\nLet yourself be seduced by driving music, an exciting atmosphere, luxurious whirlpool, intimate play areas and an open bar with cool drinks.\n\nLet's create an unforgettable night together to celebrate the joys of pleasure and explore our deepest desires.\n\n*excluding champagne & cocktails",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1901104",
        "cost": "25"
    },
    {
        "title": "Alles Immer Wieder Releasekonzert Post Neo",
        "startDate": "2024-05-24T20:00:00.000",
        "endDate": "2024-05-25T01:00:00.000",
        "categories": "Electro,Experimental",
        "venue": "West Germany",
        "locationText": "Skalitzer Strasse 133; Kreuzberg; 10999 Berlin; Germany",
        "description": "Post Neo\nPost Neo is a Berlin based experimental electronic pop duo by Nicole Luján and Pauline Weh. Through the sound of their voices, synthesizers and drum machines, their style oscillates between techno beats and dreamy melancholic atmospheres. The musicians' different musical backgrounds result in diverse intuitions which complement each other perfectly when producing tracks. In 2022 Post Neo received a residency from Musicboard Berlin at Sternhagen Gut, where they caught the ear of Gudrun Gut who signed them to her label. Their EP \"Alles Immer Wieder\" was released as a 10” vinyl in April. \n\nAcid Drones\nAcid Drones is a new recording and live project by Thomas Lea Clarke, a musician, sound artist and ex resident DJ of the Art School Club in Glasgow, now based in Berlin. The debut album by Acid Drones, released on Offen Music in September 2023, weaves together elements of ambient, dub, idm and club-focused music.\n\nReinartzt \nMexican-born, rave experimentalist Reinartz (he/him) got into DJing at the old Sunday Club parties in 2018 where he developed a sensitivity to the odd sides of rave music. With multiple music releases on various DIY labels and a monthly show on Threads radio where he showcases sonic adventures of the gelatinous kind, he‘s set himself the task of fully immersing the dancer, always blending multiple styles, genres and eras with a penchant for the weird, the fast, the cosmic and the absurd.\n\nDJ Chichi\nDJ Chichi, a genre-fluid artist, serves as a Radio Host at Refuge Worldwide, captivating their audience with their versatile and innovative approach to music. As the co-founder of xcuse:u collective, they break down genre barriers and encourage collaboration among artists. In Berlin, DJ Chichi co-hosts Starseeds, a queer-friendly party series known for its inclusive atmosphere. Their seamless navigation through diverse genres and advocacy for more inclusivity and solidarity in the music industry make DJ Chichi a trailblazer, shaping the landscape of inclusive and creative spaces in the nightlife scene.\n",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1926683",
        "cost": "8-12"
    },
    {
        "title": "Rushless",
        "startDate": "2024-05-24T23:00:00.000",
        "endDate": "2024-05-25T04:00:00.000",
        "categories": "Techno",
        "venue": "Loophole",
        "locationText": "Boddinstrasse 60; Neukölln; 12053 Berlin; Germany",
        "description": "",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1889808",
        "cost": "10"
    },
    {
        "title": "SEVEN SINS ... KITKAT CLUB .... THE SEXIEST PARTY IN BERLIN",
        "startDate": "2024-05-23T22:00:00.000",
        "endDate": "2024-05-24T06:00:00.000",
        "categories": "Techno,Tech House",
        "venue": "KitKatClub",
        "locationText": "Köpenicker Strasse 76; Mitte; 10179 Berlin; Germany",
        "description": "Step into the world of Seven Sins at KitKat Club, where the vibe is electric and every night is an adventure to remember. First ignited in 2019 from a passion project among friends, Seven Sins has evolved into a beacon of freedom and creativity in Berlin’s nightlife scene. After a brief hiatus, we celebrated our revival on July 24th, 2021, marking the birthday of our visionary leader, Sil Romero. Now, we proudly host our event every 4th Thursday of the month, starting at 22:00 in the KitKat Club’s captivating basement.\n\nSeven Sins isn't just a party—it's a movement celebrating a sex-positive and consent-focused culture. Our mission is to create an inclusive atmosphere where all are welcome to explore and express their desires freely and safely.\n\nWhat Awaits Inside:\nThe Cave: Dive deep into shadowy corners where secrets thrive.\nDoctor Area: Indulge in your wildest medical fantasies, from dentists to doctors.\nKinky Area: Right behind the DJ booth, be seen while staying in the heart of the action.\nIntimate Spaces: Encircling the dance floor, discover secluded spots for private moments.\nCage: Positioned in the center of the dance floor for those who dare to be the spectacle.\nChillout Bar: A relaxed space to chat and cool down with a drink.\nComplimentary Wardrobe: Ticket price includes wardrobe service.\nPhone-Free Privacy: Security checks ensure a camera-free experience to maintain your privacy.\nAwareness Team: Ensuring a safe, respectful, and consensual environment for all.\n\nDress Code:\nCome dressed in your most fanciful and sensual attire. Think sexy, kinky, and bold! Acceptable wear includes short black skirts, leather pants/shorts for men, kinky outfits and vibrant costumes that stand out. We don’t accept people in cotton clothing, everyday attire, flowery dresses, sandals, and long fabric pants. Sneakers may be acceptable if they work with your outfit. Remember, the night is a canvas—paint your presence in bold colors not just black!\n\nEvent Details:\nDate & Time: Join us every 4th Thursday of the month at 22:00\nLocation: It’s essential to use the left gate for entrance, as the party is specifically located there. Please be sure to enter from the correct side, as there will be a different event happening on the right side.\n\nFollow Us: Keep updated with the latest event details and more via our Instagram @sevensinsparty.\n\nJoin us at Seven Sins, where each night is a canvas of possibilities and the music never disappoints. This isn't just a party—it's your gateway to an exhilarating world where the norms of day dissolve into the thrill of the night. Don't miss out on the hottest ticket in Berlin. Embrace your inner sinner and let the celebration begin! See you there!\n\nFor tickets :\n\nPlease go to our Paypal account and add name and email, you will be automatically in the guest list.\n",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1915848",
        "cost": "25"
    },
    {
        "title": "Private Party",
        "startDate": "2024-05-24T22:00:00.000",
        "endDate": "2024-05-25T08:00:00.000",
        "categories": "",
        "venue": "Metropol",
        "locationText": "Nollendorfplatz 5, 10777 Berlin",
        "description": "**YOU NEED AN RSVP (FREE TICKET) TO ATTEND THIS EVENT**\n\n**THIS EVENT TAKES PLACE AT METROPOL BERLIN**\n\nINTRODUCING PRIVATE PARTY.\n\nTRAUMA BIRTHDAY TAKEOVER AT METROPOL.\n\nFREE ENTRY. RSVP NECESSARY FOR ENTRY.\n\nRSVP ANNOUNCEMENTS VIA OUR INSTAGRAM:\n@traumabarundkino\n\nconcept, creative direction: Kyle Van Horn\nvisual identity: Brodie Kaman\nlocation: Metropol Berlin",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1899407",
        "cost": "0"
    },
    {
        "title": "Rave am Mittwoch",
        "startDate": "2024-05-22T23:00:00.000",
        "endDate": "2024-05-23T06:00:00.000",
        "categories": "Techno,Industrial",
        "venue": "M-BIA",
        "locationText": "Dircksenstr. 123, 10178 Berlin",
        "description": "Jeden Mittwoch wird es bei uns auf dem Mainfloor Techno, Hardtechno & Darktechno zu hören geben, den zweiten Floor bespielen wir abwechselnd mit verschiedenen elektronischen Musikrichtungen (Psy, Proggy...).\n\n\n● ● ● LINEUP ● ● ●\n\nHardtechno / Techno Floor:\n\n● Dav-E\n● Bwater\n● Marc#OH\n● Urban\n\nPsy & Prog Floor:\n\n★ Psydonym\n★ Dj.11R b2b Goanoah \n\n\n■ ■ ■ INFOS ■ ■ ■\n\n■ Hardtechno / Industrial / Techno \n■ Psy & Prog (zweiter Floor)\n■ 2 Floors\n■ FUNKTION ONE Soundsystem\n■ neue Lichtinstallation\n■ Einlass ab 18 J.\n\n■ Dircksenstraße 123, 10178 Berlin\n■ Direkt am S+U Alexanderplatz",
        "price": 10,
        "source": "ra",
        "link": "https://de.ra.co/events/1910267",
        "cost": "7,00"
    },
    {
        "title": "Ziel & Egyptian Greyhound",
        "startDate": "2024-05-23T20:00:00.000",
        "endDate": "2024-05-24T01:00:00.000",
        "categories": "House,Balearic",
        "venue": "Palabra Bar",
        "locationText": "Frankfurter Allee 23",
        "description": "Ziel and Egyptian Greyhound will be performing a set of balearic & progressive house, soft rave & other club tunes including some of the tracks from the upcoming EP release, as well as previewing new material they are currently working on.\n",
        "price": null,
        "source": "ra",
        "link": "https://de.ra.co/events/1930165",
        "cost": null
    }
]